{"talks": [{"description": "Taeyoon Choi at Eyeo 2017\n| Absence is Presence with Distance |\nAs an artist, I work with technology and narrative – formal and relational projects. As an activist, I examine personal and political – practice and praxis. As an educator, I create feedback between plastic and elastic – learning and unlearning. My talk is set at the dawn. We are waiting for the sun to rise and we are full of questions. What’s the role of an artist as an activist now? How can we critique oppressive systems that create the sense of ‘others’ based on ability and legal status? What’s kind of pedagogy can we experiment through alternative schools? How can we create a community among those who have nothing in common? By creating art, we can give form to our intentions, contribute to making the world we want to live in.\n\n( For a companion posting to this talk visit: https://medium.com/@tchoi8/absence-is-presence-with-distance-c0712aada56c )\n\ntaeyoonchoi.com\n@tchoi8\n\neyeofestival.com\n@eyeofestival", "name": "Taeyoon Choi"}, {"description": "Morehshin Allhyari at Eyeo 2017\n| On Digital Colonialism and Re-Figuring | \nMorehshin Allahyari talks about the use of digital technologies and activism, digital colonialism, Monstrosity, and re-figuring as it relates to the process of making her project called Material Speculation: ISIS and its Aftermath. \n\nmorehshin.com\n@morehshin\n\neyeofestival.com\n@eyeofestival", "name": "Morehshin Allahyari"}, {"description": "Complex Movements at Eyeo 2017\n| Hyper Local High Tech |\n(Complex Movements: Invincible-ill Weaver, L05, Sage Crump & Wesley Taylor)\nComplex Movements shares insights from their project Beware of the Dandelions which is a mobile art installation that functions as a multimedia performance, a community organizing process, and oral history video archive. The piece intersects disciplines including: community organizing, design, hip-hop and electronic music, architecture, and theater. Complex Movements engages communities to expand their strategies for organizing around local and trans-local social justice issues.\n\ncomplexmovements.com\n@cmplxmvmnts\n\neyeofestival.com\n@eyeofestival", "name": "omplex Movements: Invincible-ill Weaver, L, Sage Crump & Wesley Taylor"}, {"description": "Ignite Talks at Eyeo 2017\nClaudina Sarahe \"Dissing Organizations, Rupturing the Structural Seams\"\nThe goal of this talk is to provoke action and discussion. We must disrupt our work environments and conditions under which many of us work to achieve the visions of a better world we desperately hold dear.  We must dismantle and disrupt the abysmally old theories and ideas of people, organizations, and work that many of our environments continue to expound. We can solve the problem.\n\n@itsmisscs\n\neyeofestival.com\n@eyeofestival", "name": "Claudina Sarahe"}, {"description": "Ignite Talks at Eyeo 2017\nTogo Kida \"The Ship\"\nTogo talks about about a project he worked on: Brian Eno’s The Ship – A Generative Film. This is a music video project for \"The Ship\" a 21m20s minute long musical score released by Brian Eno, the harbinger of generative music genre. Considering how Eno constantly questions the process of making and creating state-of-the-art music, instead of developing a conventional music video, the project utilized artificial intelligence to create the music video, and questioned whether artificial intelligence can achieve human-like creativity. \n\n@togotogo\n\neyeofestival.com\n@eyeofestival", "name": "Togo Kida"}, {"description": "Ignite Talks at Eyeo 2017\nApril Soetarman \"Weird Side Projects\"\nIn 2016, April started actively creating a series of seemingly random one-offs, such as @FoodRomanceBot, a Twitterbot that writes food-themed romance novel excerpts, (mis)fortune cookies that say things like “She never really loved you” and quietly encouraging guerilla street signs – somehow they all turned out to be surprisingly related.  Hear how these “weird side projects” ended up helping her address some messy human feelings, and how they actually helped her overall health and well-being as a person.\n\n@aprilsoetarman\n\neyeofestival.com\n@eyeofestival", "name": "April Soetarman"}, {"description": "Ignite Talks at Eyeo 2017\nChad Vavra \"Mountains Don't Care\"\nIn 2012, Chad climbed to Mt. Kilimanjaro's 19,341 ft summit.  He wore a Fitbit through training, took pictures and captured all the data he could to prepare for and document the journey.... but someone died. The thing he forgot amidst all the tech: It's hard to track mistakes in judgement, especially when you're distracted.\n\n@chadvavra\n\neyeofestival.com\n@eyeofestival", "name": "Chad Vavra"}, {"description": "Ignite Talks at Eyeo 2017\nMariya Mishurenko \"How to Breathe in VR\"\nWe joined creative forces with researcher, activist and breathing teacher hannes bend and Miami-Dade University to make a VR experience with biofeedback about rising sea levels. The main input for the interaction was supposed to be the breathing of the user. We tested a pile of sensors (including a real radar!) and overcame tough challenges. We came to some important conclusions that can save the creative professionals ton of time and money if they ever decide to use breathing sensors for creative purposes.\n\n\n\nseaingbreath.com/2017/04/25/process-of-creation/\n@marmishurenko\n\neyeofestival.com\n@eyeofestival", "name": "Mariya Mishurenko"}, {"description": "Ignite Talks at Eyeo 2017\nGordy Cherny \"Make Human Hands Useful Again\"\nProgramming visuals for live dance performances can be tedious and very time-consuming work. While doing so, Gordy didn't feel flow and creative satisfaction. So he decided to make a system for live drawing. It led to a series of amazing discoveries...", "name": "Gordy Cherny"}, {"description": "Ignite Talks at Eyeo 2017\nValentina D'Efilippo \"OddityViz\"\nFollowing David Bowie's death in early 2016, Valentina embarked on a journey to visualize one of this pop master's most iconic songs: Space Oddity. The project's aim was not to rigidly transcribe everything in the recording, but rather to explore how the song's core elements (harmonies, melodies, instrumentation, lyrics, etc.) bring to life the story of Major Tom and give rise to particular interpretations. \n\n@defilippovale\n\neyeofestival.com\n@eyeofestival", "name": "Valentina D'Efilippo"}, {"description": "Ignite Talks at Eyeo 2017\nHannah Wei \"Swipe Right\"\nHannah wrote a Tinder bot for a social experiment on where she matched with thousands of people, mostly men, in my city and offered them better dating profile photos. For three months she went on photoshoot dates with various strangers. These are Hannah's (mis)adventures in automation, human connections, and discovering why people really wanted better profile photos of themselves. Hint: people's reasons were beyond trying to impress potential mates.\n\n@herlifeinpixels\n\neyeofestival.com\n@eyeofestival", "name": "Hannah Wei"}, {"description": "Mimi Onuoha at Eyeo 2017\n| How We Became Machine Readable |\nWhat if the structure of information reveals more than the information itself? What if the most crucial aspect of a dataset is the moment before it becomes one? This talk is about the messy spaces between categorization and collection, as explored through a series of projects that aim to reveal the ways in which we are being and have always been abstracted, represented, classified, and forgotten.\n\nmimionuoha.com\ndatasociety.net\n@thistimeitsmimi\n\neyeofestival.com\n@eyeofestival", "name": "Mimi Onuoha"}, {"description": "Jason Salavon at Eyeo 2017 \n| Critical Computation: Data & Algorithm in Art |\nUsing software processes of his own design, Jason Salavon generates and reconfigures masses of communal material to present new perspectives on the familiar. In this talk he discusses a range of computationally-engaged artworks from the last two decades. Exploring content ranging from Playboy Centerfolds to procedural Abstract Expressionist painting to the entirety of the Wikipedia, the talk will close with a discussion of recent large-scale generative and deep learning projects.\n\nsalavon.com\n@Salavon\n\neyeofestival.com\n@eyeofestival", "name": "Jason Salavon"}, {"description": "Sands Fish at Eyeo 2017\n| A Guide To Building Parallel Realities |\nSpeculative Design creates props for other timelines, parallel or future. It uses the language of design to shift us into another reality via objects and devices that aren’t born of the status quo, or of our own time or place. In this talk, Sands explores how, using design, art, and media, we can embody ideas and worlds in objects, and look critically at our assumptions about how our world has to be. He details his work at the MIT Media Lab building provocative police futures to question who participates in this design space, and how we might create more humane alternatives.\n\nsands.fish\n@sandsfish\n\neyeofestival.com\n@eyeofestival", "name": "Sands Fish"}, {"description": "Sissel Tolaas at Eyeo 2017 \n| Knows NOSE : NOSE Knows |\nSissel Tolaas is a professional InBetweener, smellresearcher & artist with a background in mathematics, chemical science, languages, and visual art. Since 1990, her work has been concentrated on the topic of smell, language and communication. She established the SMELL RE_searchLab Berlin in January 2004, supported by IFF (International Flavors & Fragrances Inc.). \n\nTolaas builds up several smell archives, one of which contains 7000 real smells from all over the world. Since 1998, she has done research projects called ‘City SmellScapes’ with 52 major cities around the world. She launched the world’s first Smell Memory Kit and is a founding member of the International Sleep Science and Technology Association, and the Institute of Functional Smells. \n\nHer research has won recognition through numerous international honors and awards including the 2014 CEW award for chemistry & innovation; the 2009 Rouse Foundation Award from Harvard University GSD, the 2010 Ars Electronica Award in Linz, Austria and the 2010-2014 Synthetic Biology / Synthetic Aesthetics Award from Stanford and Edinburgh Universities including a residency at Harvard Medical School.\n\neyeofestival.com\n@eyeofestival", "name": "Sissel Tolaas"}, {"description": "| Art, Story, Affect | Panel Conversation at Eyeo 2017\nFeaturing Steve Lambert, Sage Crump, Mariana Santos - Moderated by Jer Thorp.", "name": "Panel: Art, Story, Affect"}, {"description": "Molly Wright Steenson at Eyeo 2017 \n| These Important Years |\nArchitecture and design have much to teach us in an increasingly sentient and intelligent world. As it turns out, we’ve been learning those lessons for a long time. In this talk, Molly Wright Steenson looks back to look forward—to the origins of artificial intelligence and cybernetics and its collaborations with designers and architects starting in the 1950s, and the ways that those projects illuminated our ideas about interactivity today. \n\nThis nexus of technology, architecture, and design has captivated Molly for over a decade and is the subject of her forthcoming book Architectural Intelligence: How Designers and Architects Created the Digital Landscape (MIT Press). A Minneapolis native who used to live across Loring Park from the Walker Art Center, she is proudly copping the title of this talk from one of her favorite Hüsker Dü songs.\n\ngirlwonder.com\n@maximolly\n\neyeofestival.com\n@eyeofestival", "name": "Molly Wright Steenson"}, {"description": "Matt Mitchell at Eyeo 2017\n| Cyber JimCrow: Virtual Public Housing and Poor Doors in Digital Security & Surveillance |\nTechnology allows us new tools to build a better more inclusive future but without an acknowledgement of past and ingrained biases are we doomed to fail? Due to the recent US election & the rise of white supremacist populist movements in Europe, digital security and safety information is in high demand. But, are we leaving behind those directly affected in our rush to a ‘safer’ future? Matt talks about his research and some possible solutions.\n\nmedium.com/@geminiimatt\n@geminiimatt\n\neyeofestival.com\n@eyeofestival", "name": "Matt Mitchell"}, {"description": "Nicholas Felton at Eyeo 2017 \n| Feltron: Art vs. Product |\nA decade of data collection and visualization has given Nicholas a unique point of view. His experience with the Annual Report series has also fueled the development of several digital products, each with differing degrees of success. In this new talk, Nicholas reflects on what has worked and what has not as he attempts to incorporate these lessons into a new tool.\n\n\nfeltron.com\n@feltron\n\neyeofestival.com\n@eyeofestival", "name": "Nicholas Felton"}, {"description": "Zach Lieberman at Eyeo 2017\n| Patterns |\nLast year, faced with the prospect of turning 40, feeling a bit burnt out with the media arts field, Zach decided to radically change the way he works. In this talk he discusses some of the patterns of creative behavior he explored, such as daily sketching and having regular office hours, as well the patterns he started to see in his own work and the works of others. While this discussion sounds really personal, in the talk he links out heavily to other artists and designers whose work he finds inspiring and challenging (lots of footnotes! get your pen!). In addition to discussing his own process, Zach has interviewed a number of people who have interesting methodologies for their creative practice and he'll be discussing some of the things learned from talking to them.\n\nthesystemis.com\nsfpc.io\n@zachlieberman\n\neyeofestival.com\n@eyeofestival", "name": "Zach Lieberman"}, {"description": "Xin Liu at Eyeo 2017 \n| Alter the Perception of Self |\nXin (刘昕) is a media artist, engineer and researcher. In this talk, Xin discusses her work that alters the perception of self, through multi-sensory stimulation and induced interceptive experiences.\n\n\"The sense of self is not fixed but continuously updates in response to the present information. When the body senses itself internally and localizes its actions, it provides the basis for a material sense of self existence. At the same time, our mind registers the sense of an agency with free will, the sense of being the cause of voluntary action. Present self continuously becomes the past, and by the time we look into it we are in another present, consumed with planning the future.\" \n\nxxxxxxxxxinliu.com\n\neyeofestival.com\n@eyeofestival", "name": "Xin Liu"}, {"description": "Surya Mattu at Eyeo 2017\n| Infrastructure as Source |\nNetwork and communications infrastructures play multiple roles in our lives everyday, some of which we are consciously manipulating while others are hidden from sight. The data traveling through these systems tell compelling stories if you know how to look for them. They also often reflect systemic biases and prejudices that are prevalent in society. In this talk Surya provides an overview of the technical landscape and goes through real world examples of how infrastructure can be used as a journalistic source and also as source material for critical art. A great talk for those interested in data journalism, radios, critical engineering and algorithmic discrimination/bias.\n\nsuryamattu.com\n@suryamattu\n\neyeofestival.com\n@eyeofestival", "name": "Surya Mattu"}, {"description": "Steve Lambert at Eyeo 2017 \n| Pro Bono Mercenary for Justice |\nSteve Lambert wants you to join him. Lambert has worked alongside artists and activists in 15 countries on 4 continents helping them to effect power. With training in art and design, he uses signs, symbols, stories, and spectacle to engage new audiences on difficult topics through the social science of comedy, games, theater, and democracy. Here he relays lessons learned in collaborating with larger advocacy organizations so you can better contribute to movements for justice, equality, public health, and human rights.\n\nvisitsteve.com\nartisticactivism.org\n@stevelambert\n\neyeofestival.com\n@eyeofestival", "name": "Steve Lambert"}, {"description": "Sam Sinyangwe at Eyeo 2017\n| Using Data and Technology to End Police Violence |\nLearn how to use data, design, and technology to fight police violence, resist oppressive systems, and build a world in which black lives matter.\n\nSam is a data scientist and policy analyst who works with communities of color to fight systemic racism through cutting-edge policies and strategies. He has helped city leaders, youth activists and community organizations develop citywide agendas to achieve quality education, health, and justice for young black men. He graduated from Stanford University in 2012, where he studied how race and racism impact the U.S. political system. Sam is a member of the Movement for Black Lives and a co-founder of Mapping Police Violence, a database of police killings in the United States, and Campaign Zero, a policy platform to end police violence.\n\njoincampaignzero.org\nmappingpoliceviolence.org\n@samswey\n\neyeofestival.com\n@eyeofestival", "name": "Sam Sinyangwe"}, {"description": "Robin Sloan at Eyeo 2017 \n| Writing with the Machine |\nLanguage models built with recurrent neural networks are advancing the state of the art on what feels like a weekly basis; off-the-shelf code is capable of astonishing mimicry and composition. What happens, though, when we take those models off the command line and put them into an interactive writing environment? In this talk Robin presents demos of several tools, including one presented here for the first time. He discusses motivations and process, shares some technical tips, proposes a course for the future — and along the way, write at least one short story together with the audience: all of us, and the machine.\n\nrobinsloan.com\n@robinsloan\n\neyeofestival.com\n@eyeofestival", "name": "Robin Sloan"}, {"description": "Mariana Santos at Eyeo 2017 \n| Serendipity & Stories |\nMillennials are special, and so has the be the way we interact with them through storytelling. This talk covers a journey that shows an inspirational path towards finding ways to bring people to conversations using interactive storytelling, and informing and engaging people. \n\nMariana Santos is a visual storyteller. While at The Guardian in London, she pioneered the newsroom’s use of motion graphics to make data stories more compelling. She leads design thinking workshops to increase multidisciplinary approach to storytelling, and she is a leader in community transformation via digital training. She’s the founder of Chicas Poderosas, a digital training community which brings women journalists to technology in media so they can have a stronger voice online with the aim to create an informed, connected and empowered society. \n\nmarysaints.com\n@marysaints\n\neyeofestival.com\n@eyeofestival", "name": "Mariana Santos"}, {"description": "Marcin Ignac at Eyeo 2017\n| From Abstraction to Realism and Back |\nData visualization is about re-representing the real world through data; abstracting the complex and incomprehensible. On the other hand a big part of my work is about generative systems and computer graphics where we go in the opposite direction. We start with the basic primitives: points, lines, triangles; and combine them together with more and more sophisticated rendering algorithms in order to mimic the reality. \n\nThis talk explores that contrast and how it influences my work at Variable studio while moving fluently between both ends of the spectrum constantly changing levels of abstraction. Does data have a shape? Or is it a place we can visit? Is data art just a gimmick? What are the risks of reducing a person to just a data point? And more…\n\nvariable.io\nmarcinignac.com\n@marcinignac\n\neyeofestival.com\n@eyeofestival", "name": "Marcin Ignac"}, {"description": "Manuel Lima at Eyeo 2017\n| Why Circles? |\nJoin Manuel Lima for a fascinating tour through millennia of circular information design in architecture, urban planning, fine art, design, fashion, technology, religion, cartography, biology, astronomy and physics in a visual feast for infographics enthusiasts. From Venn diagrams and early celestial charts to the trefoil biohazard symbol and Target’s corporate logo, Lima provides a history of humanity’s long-lasting obsession with all things circular and a unique taxonomy of the many varieties of circle diagrams. \n\nmslima.com\n@mslima\n\neyeofestival.com\n@eyeofestival", "name": "Manuel Lima"}, {"description": "Dr. Kate Sicchio at Eyeo 2017\n| Hacking Choreography |\nKate works at the interface of technology and performance. By opening a dialogue between how people move and how this may change by engaging with the digital, she aims to create choreography, performative scores, video, programming languages and hacking methodologies. \n\nsicchio.com\n@sicchio\n\neyeofestival.com\n@eyeofestival", "name": "Kate Sicchio"}, {"description": "Joanie Lemercier at Eyeo 2017 \n| Landscapes and Algorithms |\nJoanie’s work focuses on the use of light in space and its relationship to our perception of reality. The subjects he depicts range from minimal geometries to organic landscapes. Hiking and exploring nature are paramount to his creative process; the forests, deserts, valleys and mountains that emerge in many of his projects bearing witness to passion. In this talk shares some of his most beautiful holiday pictures, as well as images that directly inform his studio research.\n\njoanielemercier.com\n@JoanieLemercier\n\neyeofestival.com\n@eyeofestival", "name": "Joanie Lemercier"}, {"description": "Jenny Odell at Eyeo 2017\n| How to do Nothing |\nDecades before the advent of social media as we know it, Gilles Deleuze observed that it was “a relief to have nothing to say, the right to say nothing, because only then is there a chance of framing the rare, and ever rarer, thing that might be worth saying.” Nothing has become more precious, in today’s economy of attention, than nothing. In this talk Jenny covers various instances of nothing from art history and contemporary projects, arguing that the cultivation of nothing has new salience in the age of everything.\n\njennyodell.com\n@the_jennitaur\n\neyeofestival.com\n@eyeofestival", "name": "Jenny Odell"}, {"description": "Jennifer McCoy & Kevin McCoy at Eyeo 2017\n| Inhabiting the World We Made |\nThe McCoy’s multimedia artworks examine the genres and conventions of filmmaking, memory and language. They are well known for constructing subjective databases of narrative material and making fragmentary miniature film sets with lights, video cameras, and moving sculptural elements to create live cinematic events.\n\nIn this talk, the McCoy’s look up from their nuclear family to discuss the American story, charting the path from The Little House on the Prairie to Trump Tower. And ask, \"How do we negotiate the cultural and personal implications of our choices?\"\n\nmccoyspace.com\n@mccoyspace\n\neyeofestival.com\n@eyeofestival", "name": "Jennifer McCoy & Kevin McCoy"}, {"description": "Gene Kogan at Eyeo 2017\n| Starving Computer Scientist |\nA tutorial on how to make no money from machine learning. Gene elaborates on the strategies one must master in order to acquire skills from the most lucrative subfield of computer science to emerge in recent years, and subsequently make the most financially suboptimal use of them possible. By concentrating your efforts on making free software for exploring applications of AI to visual art, then freely sharing your process with the public, you too can squander your earning potential in this booming field.\n\ngenekogan.com\n@genekogan\n\neyeofestival.com\n@eyeofestival", "name": "Gene Kogan"}, {"description": "Derek Watkins at Eyeo 2017\n| Journalism By Design |\nText and photos and video and maps and data visualization and interactives and gifs: journalism on the web takes many forms. But is there an ideal way to tell every story? \n\nWith examples from the New York Times graphics department Derek talks about how some stories demand certain forms, and how using different forms for what they’re best at can create journalism that is more than the sum of its parts.\n\ndwtkns.com\n@dwtkns\n\neyeofestival.com\n@eyeofestival", "name": "Derek Watkins"}, {"description": "Dr. Deb Chachra at Eyeo 2017\n| Architectural Biology and Biological Architectures |\nThe natural and the human-made have mostly been distinct–we can usually tell them apart at a glance. But over the last century or so, cutting-edge architecture (like museums and corporate headquarters) has gradually transformed from rectilinear and repetitive modernism, to organic and random. While cultural factors no doubt play a part, this aesthetic progression can be linked to the rise of computing technologies for stress analysis, design, and fabrication. Meanwhile, inside each of us, our bones have been doing this all along: bone cells sense mechanical load and create complex, organic geometries that change over time in response to how we use our bodies. But today, the coupling of evolutionary algorithms with 3D printing means our synthetic systems are starting to converge on the capacities of these biological systems. One day, human-made buildings and structures might be able to grow and change in response to use in the same way that our bones, blood vessels, and other biological systems do.\n\ndebcha.org\n@debcha\n\neyeofestival.com\n@eyeofestival", "name": "Deb Chachra"}, {"description": "Alexander Chen at Eyeo 2017\n| Seeing Music |\nAlex loves music and coding. He loves that coding lets you see music in new ways, and explore fun questions. How does music really work? What might the music of Bach or Debussy look like? What if you could turn anything into music – even a subway map? He's been exploring these ideas through personal projects and his work at Google Creative Lab. In this talk he shares what he's learned and presents some live demonstrations.\n\nchenalexander.com\naiexperiments.withgoogle.com\n@alexanderchen\n\neyeofestival.com\n@eyeofestival", "name": "Alexander Chen"}, {"description": "Albert-László Barabási at Eyeo 2017 \n| Network Science: From Science to Art |\nOur biological existence, our ability to communicate, to exchange goods and values, are guaranteed by numerous invisible networks, from the protein and genetic networks in our cells to the world wide web, Internet and financial and trade networks. In the past decade, these networks are increasingly visible to us– mapped out by both scientists and artists. In this talk Dr. Barabási illustrates that the emergence of most networks are governed by simple universal laws, that result in architectural features that make different, apparently unrelated networks much more similar to each other than one would expect.\n\nbarabasi.com\n@barabasi\n\neyeofestival.com\n@eyeofestival", "name": "Albert-László Barabási"}, {"description": "Dr. Afroditi Psarra at Eyeo 2017\n| E-textiles: Hand-Crafting Technological Artifacts |\nUbiquitous computing, the Maker movement and the Craft Revival gave rise to a generation of e-textiles practitioners coming from different fields (art, design, engineering, physics etc) that explore art and science by experimenting with wearable technologies. In this talk, multidisciplinary artist Afroditi Psarra explores several questions, including; Can the idea of hacking the body trigger new scientific research or tactical methods of resistance? Could e-textiles be used as an educational tool to raise awareness towards the massive production and consumption of technology? \n\nafroditipsarra.com\n@afroditi_stereo\n\neyeofestival.com\n@eyeofestival", "name": "Afroditi Psarra"}, {"description": "Mapping the Powers That Be  –  \nOver the past century, journalists, activists, and artists – from the early muckrakers, to civil rights movement researchers, to the artwork of Mark Lombardi – have used the methods of power structure research to analyze and challenge power networks in American society, often to extraordinary effect. In an era marked by unprecedented concentrations of wealth and power, the need for this research is especially clear. This talk will explore current modes of power structure research and future possibilities, with a focus on two online tools: LittleSis.org and Oligrapher.\n\nlittlesis.org\n@kvnc\n\neyeofestival.org\n@eyeofestival", "name": "Kevin Connor"}, {"description": "Trash Rules Everything Around Me: What Discarded Data Can Tell Us About Money and Power  –  \nWhat lengths do you need to go to in order to uncover hidden stories? In Sands' case, he has been digging through the trash for data. Not just any trash, but trash in the legally fuzzy and heavily surveilled space of ATMs. With the specter of bank security watching and cameras pointing at him when he grabs the contents of the ATM trash baskets, the experience is a bit different than downloading a CSV. But what he's trying to retrieve cannot be found from googling. The process of transcribing this data feels a bit ridiculous. The scene is of him wearing rubber gloves and smelling like rotting Starbucks. The feelings experienced when parsing through it however are a mix of thrill and unexpected discomfort. The discovery of the same person returning to the ATM for instance, knowing they have $30,000 in their account is accompanied with a sense of invasion, but also pales in comparison with the power banks wield when viewing this in the aggregate. What this story reveals is a glimpse of the profound power we are oblivious to when we insert our ATM card, and the messy process required to see it. \n\nsands.fish\n@sandsfish\n\neyeofestival.com\n@eyeofestival", "name": "Sands Fish"}, {"description": "Coping with Art  –  \nWe all know that logical design thinking can help us solve the most complex issues in the world. But we forget that these techniques are most useful when applied to ourselves. In 2015, at age 25, Natalie was diagnosed with cancer. No logic, no reasoning could explain how this could have happened. But when the logical side of her decided to take this pain and break it down into an art project, it helped her cope with months of hell by turning her pain into something beautiful.\n\nonattyso.com\n@onattyso\n\neyeofestival.com\n@eyeofestival", "name": "Natalie Sun"}, {"description": "Finding Data Invisibles: Addressing the Data Gap with Callboxes   –  \nAs the UN Data Revolution report highlights, “Too many items that need to be known remain unknown.” One key concern is the growing number of “Data Invisibles”– individuals who are not counted within the formal or digital economy. These often include women, the elderly,children, migrants, indigenous populations and slum dwellers. Not being visible can mean that the ability to address domestic violence, the vulnerability of children, human trafficking and many other social concerns are absent or at best uninformed. During crisis events in particular, not listing individuals accurately in data records can have catastrophic consequences. Question Box is an innovative ICT-for-development approach to addressing the data gap. Through the deployment of networks of free community call boxes in remote and rural areas, individuals can access information and services using their local language. Question Box networks are designed to attract specific subsets of a community through targeted service offerings. This approach promotes community-based reciprocity – information is exchanged in two directions – and local resilience, while producing unique data streams on “data invisible” populations.\n\nquestionbox.org\n@roseshuman\n\neyeofestival.com\n@eyeofestival", "name": "Rose Shuman"}, {"description": "How not to visualize like a racist (or sexist, or colonialist, should I go on.....)   –  \nHeather Krause builds data design in rural Bangladesh, South Sudan, Canadian Northern Territories, Papua New Guinea and more. With many colleagues who don’t speak English, who count in ways that are different than hers, who believe time is non-linear, who have social concepts of success, race, gender and sexuality that are unique to their culture. She has learned the hard way that much our data design and visualization are deeply imbued with stereotypes, cultural assumptions and a dedication to the status quo. We can all agree that visualizing data is powerful. Most of us likely agree that it is our job to facilitate not manipulate understanding. But finding ways to articulate and visualize the hidden assumptions present in all data is incredibly challenging. All too often we are (accidentally?) using the power of data to confirm our biases and stereotypes. People will believe false ‘knowledge’ and spurious relationships when they are beautifully displayed with, at best, a small written caveat that “correlation is not causation”. There is no amount of design principles that will correct for this. Join her for a journey through some stunning examples of cultural bias in viz and a discussion of what we might do to actually let data speak rather than telling it what to say. \n\nidatassist.com\n@datassist\n\neyeofestival.com\n@eyeofestival", "name": "Heather Krause"}, {"description": "Date-ah  –  \nCarin Fishel has a spreadsheet of every date since May 2014. In this talk, she covers her data collection process and some of the funny insights that have come out of this project.  \n\n@verysuperfishel\n\neyeofestival.com\n@eyeofestival", "name": "Carin Fishel"}, {"description": "Ever Since I Was A Kid It Seemed I Collected Something  –  \nDe Angela Duff is an avid music collector. In fact, it is an obsession. She's been collecting music since she was 10 years old. As a college student in the late eighties, her passion was catapulted by weekly visits to Wax ’N Facts, Fantasyland, and later Criminal Records in Atlanta, Georgia. The first time she came to Minneapolis was for EYEO in 2012 and, within an hour of landing, the first place she visited was Electric Fetus. She even began an online radio show in 2004 in order to justify her music buying habits. And yes she still buys music! Why? Because Music Still Matters! Music is a powerful medium that elicits emotions and memories, brings people together, and ultimately changes lives. It makes little to no sense to physically own a music collection in this day and age of streaming and digital downloads, but in this ignite talk, she may just convince you that not only does music still matter, but that the physicality of the experience of music is paramount.\n\ndesign.polishedsolid.com\n@polishedsolid\n\neyeofestival.com\n@eyeofestival", "name": "De Angela Duff"}, {"description": "Riding Through Walls: a X-Canada Bike Journey Through Google Streetview.  –  \nRiding through Walls' is an 18-month durational performance in physical computing in the form of a cross-Canada cycle through Google Streetview. Megan Smith pedaled a networked, vintage Air Wing stationary bike that propeled her visually through the photographic map tiles at the same speed as her pedalling. The experience was engrossing and she at times was obsessively motivated to keep pedalling in order to discover more. \n\nridingthroughwalls.megansmith.ca\n@cawsand\n\neyeofestival.com\n@eyeofestival", "name": "Megan Smith"}, {"description": "What’s False about True Color  –  \nIs NASA's Blue Marble real? Voyager images of Jupiter (not only are they invisible to the naked eye, but they were taken in orange and violet light)? Images of Earth that show water vapor in the atmosphere? Satellite images of destruction wrought by Boko Haram? The Calabi-Yau Manifold? When we visualize data, what responsibilities do we have to make accurate representations? What assumptions do we make when we choose conventional representations of the invisible?\n\nearthobservatory.nasa.gov/blogs/elegantfigures\n@rsimmon\n\neyeofestival.com\n@eyeofestival", "name": "Robert Simmon"}, {"description": "The UX of Story (or: How Two Cinematographers Ended Up Making an Audio-Only App for a Museum)  –  \nIs the idea of packing hundreds of strangers in front of a blank screen, charging them $40, turning out the lights and making them watch a mechanical reproduction of recorded images an ideal way to tell a story, or is it just an efficient way to tell a story? Why was anyone surprised that as soon as people could bring these mechanical reproductions into their homes, that they would stop going to the theater? After thousands of years of shared story experiences, how did the advent of recording, reproduction, and distribution turn storytelling into a solitary, one-way communication? Often, the inclusion of technology results in a further isolation - for example strapping that mechanical reproduction directly to our faces.  But is it possible that technology could be used to bring interactivity back into storytelling - to get people off the couch, out of the house, out of their comfort zone and once-again participate in shared stories? Mandy and Ivaylo had a crazy idea about how this could work and convinced the Minneapolis Institute of Art to let them make it a real thing. In this talk, they present a brief history of the UX of Storytelling, their idea on how to keep it moving forward, and a few of the lessons they learned, theories they tested, and how film language can be surprisingly interactive, even without any recorded images.\n\nluxloop.com\n@luxloop\n\neyeofestival.com\n@eyeofestival", "name": "Mandy Mandelstein & Ivaylo Getov"}, {"description": "nanobot murals + your data = immune boost  –  \nWe’re halfway thru the decade when humans shift from mysterious beings - to big data algorithms, where everything about us will be known. Creepy? Do you toss this on the pile of horrible future problems or is there an entirely different story for how our personal data comes back to us as immune boosting wall texture? See how patterns of behavior will become patterned artworks and the mass of data will predict our lives. An artist gives us an unexpected personal narrative for how we will consume data in the future.\n\nlauriefrick.com\n@lauriejoyfrick\n\neyeofestival.com\n@eyeofestival", "name": "Laurie Frick"}, {"description": "Topologies  –  As Kim Rees once proposed, \"Are maps inherently beautiful because we live inside of them?” In this talk, Rachel shares some of her recent explorations in physical artifacts created from geospatial and terrain data. \n\nrachelbinx.com\n@rachelbinx\n\neyeofestival.com\n@eyeofestival", "name": "Rachel Binx"}, {"description": "Human-Scale  –  Beyond user-centered design, we need to create systems that are explicitly and deliberately built to be humane. What does this mean, and is it in conflict with existing corporate structures?\n\njklabs.net\n@jkriss\n\neyeofestival.com\n@eyeofestival", "name": "Jesse Kriss"}, {"description": "The Neural Aesthetic  –  For the past year, Gene Kogan has been assembling notes, demos, and artworks to help relearn the field of machine learning from scratch. It's given him a fresh perspective on a topic that sometimes feels like a moving target, and has helped him think through ways of making it more relevant and approachable for others. In this talk, he shares some artistic projects which probe the imaginations of neural networks, as well as in-development demos and educational resources which try to illuminate more generally what these powerful algorithms reveal about us.\n\ngenekogan.com\n@genekogan\n\neyeofestival.com\n@eyeofestival", "name": "Gene Kogan"}, {"description": "Data on the Road - Wesley talks about recent work with Google NewsLab for the Presidential debates and a glimpse of the work that went behind it.\n\npitchinteractive.com\n@wesleygrubbs\n\nDrawing  –  Kawandeep Virdee has recently become obsessed with procedural drawings by hand, inspired by minimal computer art and geometric repetition. Dwelling in the gestures has led him to rethink ambition, celebrate routine, and– more personally– highlight self-care. \n\nwhichlight.com\n@whichlight\n\nLight Industry  –  Ingrid Burrington talks ten minutes on architecture, industry, alchemy, violence, and computation. \n\nlifewinning.com\n@lifewinning\n\neyeofestival.com\n@eyeofestival", "name": " Wesley Grubbs, Kawandeep Virdee, Ingrid Burrington"}, {"description": "Experiments in Eccentric Engineering  –  How do leaks and inefficiencies reveal the politics of our technologies? What if we thought of infrastructures not as services to human communities, but as negotiations with non-human communities? This talk explores practices of eccentric engineering. Eccentric engineering deliberately attempts to relinquish some control in the systems we build, to create open opportunities for other agendas and outcomes. Tega discusses recent projects on ecology, the subversion of data systems and the art of seduction.\n\ntegabrain.com\n@tegabrain\n\neyeofestival.com\n@eyeofestival", "name": "Tega Brain"}, {"description": "What Are The Chances?  –  This talk investigates the relationships between chaos and chance, cause and effect. It is built from volcanoes, ashes, wind, love, and new life. Along the way Patricio talks about The Book of Shaders, mapping at Mapzen, and other recent collaborations and works in progress.\n\nMany of these slides are interactive: patriciogonzalezvivo.github.io/eyeo16/#\n\npatriciogonzalezvivo.com\n@patriciogv\n\neyeofestival.com\n@eyeofestival", "name": "Patricio Gonzalez Vivo"}, {"description": "The Poetics of Data Experiences (and How to Teach it)  –  Designing data experiences is about transformation and language. In this talk, Paolo explores through projects and experiments the rhetorical dimension of data experiences, focusing on poetry – in the sense of poiesis - as a design approach more than just a subject for visual representation. The topic is framed within his personal experience as founder and director of the DensityDesign Research Lab: a trainer’s journey from the theories of complexity to the new questions coming from the (digital) humanities, precariously walking along the border between professional practice and applied academic research.\n\ndensitydesign.org\n@pciuccarelli\n\neyeofestival.com\n@eyeofestival", "name": "Paolo Ciuccarelli"}, {"description": "Ars Combinatoria: Narratives of Association as a Creative Process  –  \nThis talk is an exercise in associations. Tania Candiani weaves together her interest in the creative possibilities of the chance encounter with the presentation of a series of projects situated at the intersection of language systems, sound, and logics of technology. Mixing the history of science, empirical observation techniques, and a few technological utopias, she suggests ways of re-thinking the moment of invention, of understanding the organization of thought as its own discourse of invention.\n\ntaniacandiani.com\n@taniacandiani\n\n@eyeofestival\neyeofestival.com", "name": "Tania Candiani"}, {"description": "Tech-Driven Activism  –  How can code-based practices contribute to effective activism? How can activist approaches allow us to examine and interrogate systems of technology? In this panel, a diverse group of artists and activists discussed how they are approaching these questions through their work and research. Moderated by Jer Thorp.\n\n@carolinesinders\n@kvnc\n@thistimeitsmimi\n@blprnt\n\n@eyeofestival\neyeofestival.com", "name": "Panel: Tech-Driven Activism - Caroline Sinders, Kevin Connor, Mimi Onuoha"}, {"description": "VR/Experience  –  How do you tell a story differently with VR than other technologies. What unique opportunities does it offer? What constraints exist? This panel considers VR beyond gaming and talks about applications and experiences we might see in the future.  \n\nPanelists include Milica Zec and Winslow Porter– creators of the Giant (screening at eyeo), James George (CLOUDS) and Alexander Porter– co-creators of DepthKit, a suite of tools that allows anyone to capture, edit, and publish volumetric experiences. Moderated by Kamal Sinclair, Director of the Sundance Institute’s New Frontier Labs Program.\n\n@milicazec\n@slow3\n@alexicon3000\n@obviousjim\n@KamalSinclair\n\n@eyeofestival\neyeofestival.com", "name": "Panel: VR/Experience - James George, Winslow Porter, Milica Zec, Alexander Porter, Kamal Sinclair"}, {"description": "Do It Again Tomorrow  –  For the past decade, Ranjit has made a new musical instrument every day in February. In this and other long-term projects he uses rules, ritual, and repetition to try to structure the creative process - except when he does the opposite. Here, he talks about lessons learned and lessons ignored in trying to make a creative practice into a kind of structured improvisation.\n\nmoonmilk.com\n@ranjit\n\neyeofestival.com\n@eyeofestival", "name": "Ranjit Bhatnagar"}, {"description": "Closed captions available in this version. \nComing soon: an essay of the transcript with images and descriptions throughout. \n\nDesign for Know-Nothings, Dilettantes, and Melancholy Interlopers  –  Translators, impresarios, believers, and the heartbroken—this is a talk about design outside of authorship and ownership, IP or copyright, and even outside of research and collaboration. When and where do ideas come to life? What counts as design? Sara talks about some of her own \"not a real designer\" work, but mostly she talks about the creative work of others: in marine biology, architecture, politics, education. Lots of nerdy history, folks.\n\nablersite.org\n@ablerism\n\neyeofestival.com\n@eyeofestival", "name": "Sara Hendren"}, {"description": "Alternate Futures  –  The Iyapo Repository is a resource library which houses a collection of digital and physical artifacts created to affirm and project the future of people of African descent. The collection is managed and developed through a series of participatory workshops where participants become archivists of a future history they envision.\n\niyaporepository.tumblr.com\n\nsalome.zone\n@suhlomay\n\nayo.io\n@aokunseinde\n\neyeofestival.com\n@eyeofestival", "name": "Salome Asega & Ayodamola Okunseinde"}, {"description": "Data Cuisine  –  How would a fish soup taste whose recipe is based on local fishing data? What are the best spices to use in a lasagna, if it were to represent Helsinki’s population mix? What is the taste of unemployment? Data Cuisine explores food as a medium for data expression. In each new Data Cuisine workshop, Susanne Jaschko and Moritz Stefaner go to a city, team up with a local chef and local data experts, and, together with a diverse group of participants, invent novel dishes to represent locally relevant data in a meaningful, intriguing way. Moritz Stefaner reports on the experiences from this participatory workshop series, the creative potential of non-standard information representations, and the joy of creating small, and slow, but sensually rich, data experiences.\n\ntruth-and-beauty.net\ndata-cuisine.net\ndatastori.es\n@moritz_stefaner\n\neyeofestival.com\n@eyeofestival", "name": "Moritz Stefaner"}, {"description": "Things I Learned While Following People  –  This is a talk about tracking friends, following strangers, and navigating timelines.\n\nlauren-mccarthy.com\n@laurmccarthy\n\neyeofestival.com\n@eyeofestival", "name": "Lauren McCarthy"}, {"description": "The Dance is Not The Dancers – \nA group of individual experts can collectively make dumb decisions. A community of tolerant folks can still have institutional discrimination. A whole society of normal, decent people can perpetrate mass atrocities. \n\nOften times, it seems the noble intentions of individuals, lead to the opposite, collectively. In this talk, Nicky Case shows how simulations can help us understand complex social systems, why things go wrong despite everyone's best intentions – and just maybe, how we can go beyond just understanding the world's systems, to changing them.\n\nncase.me\n@ncasenmare\n\neyeofestival.com\n@eyeofestival", "name": "Nicky Case"}, {"description": "More Unanswered Questions  –  In 1973 Leonard Bernstein gave a series of lectures at Harvard University titled The Unanswered Question. In these talks, Bernstein talks about the relationship between music and language, with musical examples. In this eyeo talk, R. Luke DuBois talks about the relationship between music, sonification, algorithms, systems, and data, inspired by Bernstein's lectures.\n\nlukedubois.com\n@RLukeDuBois\n\neyeofestival.com\n@eyeofestival", "name": "R. Luke DuBois"}, {"description": "Things I Think Are Awesome  –  Lynn Cherny lives at and loves the intersection of machine learning, story generation, and data visualization. If her personal projects don't make her smile, she feels like she's failed. Tour through clever work that inspires her from art, AI, poetry, and sometimes even real life. She also shows some of her own digital toys that live between text and visual, inspired by other works that made her laugh.\n\nghostweather.com\n@arnicas\n\neyeofestival.com\n@eyeofestival", "name": "Lynn Cherny"}, {"description": "Patterns and Shadows of Life: The View From the White Room  –  The “obsessive collection“ of data manifests itself in unusual ways, from the micro to the macro: mattresses that collect data on our body temperature and sleep movements; mobile flashlight apps that collect our location data; algorithms that predict the next generation of criminals and monitor the telephone communications of entire countries. During this talk Marek Tuszynski showcases a range of reflections on our quantified society and the processes of self-quantification through Tactical Tech's recent project, the White Room. This live installation combines selected artworks, digital products, investigations, and activist projects with discussions, consultations, and demos exploring the devices we use every day, and how we can regain some control over our data.\n\ntacticaltech.org\nvisualisingadvocacy.org\n@Info_Activism\n\neyeofestival.com\n@eyeofestival", "name": "Marek Tuszynski"}, {"description": "Weird Intelligence  –  A talk about Kyle's recent studies and artwork at the intersection of machine intelligence and human intelligence. This includes humans outsourcing social interaction to machines, crowds acting like algorithms to tell stories together, robots with human thoughts and feelings, and, most recently, exploration of computational systems that seem to \"understand\" everything from linguistic analogies to writing style, or even the basic elements of visual aesthetics. An introduction to the state of the art along with some ideas and questions about where we might head next.\n\nkylemcdonald.net\n@kcimc\n\neyeofestival.com\n@eyeofestival", "name": "Kyle McDonald"}, {"description": "Utopian Fax Machines  –  Speaking about his recent iPad paintings and video pieces, David Hockney said in an interview: \"...it’s not that I’m a technophile. I’m not, I never was, but I’m not a technophobe. Any [technology] about picture making would interest me.\" In this talk Jenny Odell posits Hockney's relationship toward technology -- from photomontage to faxes, early computer drawings, and a car-mounted camera system inadvertently reminiscent of StreetView -- as a model for how an artist might uniquely engage new technologies without fetishizing them. Also covered: some contemporary digital artists who are doing this, recent related work of mine, and a story about a utopian fax machine.\n\njennyodell.com\n@the_jennitaur\n\neyeofestival.com\n@eyeofestival", "name": "Jenny Odell"}, {"description": "How to Coax Soul from a Machine  –  As artists working with computers, how do we produce work that feels soulful in the musical sense? In an attempt to answer this question Darius Kazemi takes a look at jazz improvisers, hip hop producers, information theory, and an obscure turn-of-the-20th-century American philosopher named Ella Lyman Cabot. \n\nhttp://tinysubversions.com\n@tinysubversions\n\neyeofestival.com\n@eyeofestival", "name": "Darius Kazemi"}, {"description": "The More I Make,\u0003 The More I Wonder Why  –  As much as making is a means of producing goods and sharing ideas, it's also a way for Hannah Perner-Wilson to think things through. For the past 10 years She's been developing, documenting and sharing electronic textile techniques. This process has not only lead to the realization of interactive and wearable projects but also to the uncovering of her underlying motivations. In this talk she traces these motivations through her work. They include: The Least Likely Scenario, Liberating Circuits, Making as a means of exploring, How To Get What You Want, Traces with Origin and A Kit-of-No-Parts.\n\nplusea.at\nflickr.com/photos/plusea\n@openPlusea\n\neyeofestival.com\n@eyeofestival", "name": "Hannah Perner-Wilson"}, {"description": "Warezpunk  –  In this 10 minute talk Michael Chang addresses the question: Can culture be simulated? What does a procedurally generated culture look like?\n\nhttp://mflux.tumblr.com\n@mflux\n\neyeofestival.com\n@eyeofestival", "name": "Michael Chang"}, {"description": "Digital Analogues – How does a magazine that covers advances in science and technology illustrate emerging ideas before the technology being described is ubiquitous? Jen Christiansen shares examples of how Scientific American illustrated topics in innovation and information at the dawn of the digital age and beyond: a time during which technological advances in imaging were being reported on before the technology was mainstream enough to produce—or share—the magazine with it.\n\nhttp://jenchristiansen.com\nhttp://blogs.scientificamerican.com/sa-visual\n@ChristiansenJen\n\neyeofestival.com\n@eyeofestival", "name": "Jen Christiansen"}, {"description": "Setting Tangents Around \u0003A Circle – \n\"If you set enough tangents around a circle, you begin to recreate the shape of the circle itself.\" —Teju Cole \n\nIn this talk Josh Begley considers human data -- what lies at the bottom of the ledger -- and tangential approaches to representing historical archives. Paying particular attention to landscape, geography, carcerality, and surveillance, he examines ways of seeing some of the violence behind the way we live.\n\nhttp://joshbegley.com\n@joshbegley\n\neyeofestival.com\n@eyeofestival", "name": "Josh Begley"}, {"description": "Far and Smooth  –  “Popadantsy” is what Russian fandom calls accidental travelers in time and space. On the internet, we’re all popadantsy, and one of the wormholes is satellite imagery – a way of seeing that’s gone from top secret to our phones in a generation. Charlie Loyd has been working with satellite images, and this talk is partly a report on how weird they are. From there he cruises around themes of distance and familiarity, continuity and resolution, and obviously frogs.\n\nhttps://www.mapbox.com\n@vruba\n\neyeofestival.com\n@eyeofestival", "name": "Charlie Loyd"}, {"description": "Teaching, Tools, and the Trade  –  Ben Fry is principal of Fathom, a design and software consultancy located in Boston. He received his doctoral degree from the Aesthetics + Computation Group at the MIT Media Laboratory, where his research focused on combining fields such as computer science, statistics, graphic design, and data visualization as a means for understanding information.\n\nHe is the author of Visualizing Data (O’Reilly, 2007) and the co-author, with Casey Reas, of Processing: A Programming Handbook for Visual Designers and Artists (MIT Press, 2007) and Getting Started with Processing (O’Reilly, 2010), which describe the project they co-founded in 2001. Ben’s work was part of the Whitney Biennial in 2002 and the Cooper-Hewitt Design Triennial in 2003 and 2006. His information graphics have also illustrated articles for the New York Times, New York Magazine, and the journal Nature. Ben was selected as one of Fast Company’s 50 Most Influential Designers in America (2011) and as one of Slate’s Top Right (2011). In 2011, Ben won the National Design Award for Interaction Design.\n\nhttp://benfry.com\nhttps://fathom.info\n@ben_fry\n\neyeofestival.com\n@eyeofestival", "name": "Ben Fry"}, {"description": "Quantum Design  –  As a science groupie, a math fangirl, a Sunday physics dabbler, Paola Antonelli likes to launch in--at times facile--analogies between scientific theories and design zeitgeist (her thesis was entitled 'Fractal Architecture...') The time has come to tackle quantum. In this talk she attempts an exploration of how ambivalence and entanglement apply to design. \n\nQuantum Design thrives in ambiguous states, in the spaces ‘in between’—between digital and physical, high-tech and crafts, old and new, nature and artifice, developed and emerging world.\n\nhttp://moma.org\n@curiousoctopus\n\neyeofestival.com\n@eyeofestival", "name": "Paola Antonelli"}, {"description": "Designing Consent into Conversational Spaces  –  Digital spaces, digital communication, and social media platforms are changing the ways in which people create language, use language, and engage with language. Conversations can be shared and stored, as data, in so many ways than ever before. These spaces engender new kinds of discovery and interaction, including harassment and political organization. What is the role of design within this space? Can design mitigate harassment in decentralized spaces while still offering the ability to converse and promote safety while offering users actually agency within a system? Caroline Sinders believes that it can. In this talk she aims to cover the implications and intersections of design, harassment, privacy, language, users' rights, and data within social networks.\n\nhttp://carolinesinders.com\n@carolinesinders\n\neyeofestival.com\n@eyeofestival", "name": "Caroline Sinders"}, {"description": "Robotic Dresses and Biomimicry  –  Fashion becomes interactive and technology has never before been as close to the skin – what kind of possibilities does this open up? Anouk Wipprecht is a FashionTech designer who works interdisciplinary in search for intelligent systems that interact with the body as the environment of the wearer. Wipprecht uses machine learning and biomimicry coupled to sensors and animatronics. Her designs move, breath, and react to the world around them. She is interested in new ways we can interface — and builds micro-controlled garments to provoke her generation.\n\nhttp://anoukwipprecht.nl\nhttp://labs.codame.com\n@AnoukWipprecht\n\neyeofestival.com\n@eyeofestival", "name": "Anouk Wipprecht"}, {"description": "A Post Data Experience  –  Information becomes knowledge through experience - a direct sensory perception of the tangible world around us. By translating data into physical forms, a direct sensory experience can become the means by which information is communicated. Starting with data as a conceptual basis, Andrien Segal's work incorporates scientific research, digital technology, material culture, and somatic experience into a practice that aims to manifest information in the realm of the physical.\n\nhttp://www.adriensegal.com\n\neyeofestival.com\n@eyeofestival", "name": "Adrien Segal"}, {"description": "C3PO, R2D2, & Iron Man: Relationships with Machines  –  With the proliferation of (ro)bots, neural networks, and other forms of automation, machine intelligence is playing an ever larger role in our everyday lives. But what form will our relationships with machines take? Will they replicate us, give us superpowers, or become companion “others”? As designers, we play an increasingly important role in shaping what our future interactions with machine intelligence look like. How can we apply thoughtful and critical design processes to create collaborations with automated systems that augment our abilities while respecting both our own humanity and the machine-ness of machines?\n\nhttp://www.alexislloyd.com\nhttp://nytlabs.com\n@alexislloyd\n\neyeofestival.com\n@eyeofestival", "name": "Alexis Lloyd"}, {"description": "I Am #Transformed – Did U.S. highway policy in the middle of the last century have anything to do with the Minneapolis Sound?\n\nhttp://anildash.com\n@anildash\n\neyeofestival.com\n@eyeofestival", "name": "Anil Dash"}, {"description": "Yuri Suzuki is a sound artist, designer and electronic musician who produces work that explores the realms of sound through exquisitely designed pieces. Suzuki’s work raises questions of the relation between sound and people and how music and sound affect people’s mind. HIS sound art pieces and installations have been shown in exhibitions all around the world.\n\nIn 2013, he was appointed as a platform tutor Design Products department in Royal College of Art London, also founded Yuri Suzuki Ltd creative consultancy worked for numerous of companies such as Disney, Google and Widen and Kennedy. Recently have collaborated with will.i.am on an installation project for the Digital Revolution show at London’s Barbican gallery.\n\nFollowing 2014, Museum of Modern Art New York acquired his work OTOTO and Colour Chasers to their permanent collection.\n\nhttp://www.yurisuzuki.com\n\n@yurisuzuki\n@eyeofestival", "name": "Yuri Suzuki"}, {"description": "Sara Hendren is an artist, design researcher, and professor based in Cambridge, Massachusetts. She makes material and digital artworks, writes, and lectures on adaptive and assistive technologies, prosthetics, inclusive design, accessible architecture, and related ideas. Her work has been exhibited in the US and abroad and is held in the permanent collection at MOMA (NYC), and her writing and design work have appeared in the Boston Globe, The Atlantic Tech, FastCo Design, and on National Public Radio (US), among others. She teaches socially-engaged design practices, adaptive + assistive technologies, and disability studies for engineers-in-training at Olin College. She writes and edits Abler, a syndicated column sometimes also on Gizmodo.\n\nhttp://ablersite.org\n@ablerism\n\n@eyeofestival", "name": "Sara Hendren (with audio description)"}, {"description": "(Science) Fiction And Design – “Work on Mars from your office.” It sounds like science fiction, but it’s our job to make it happen at the Jet Propulsion Laboratory. \n\nAt JPL, we tackle difficult, new problems all the time. Our work is often inspired by science fiction, but we must navigate the path from fiction to reality, and have high confidence in the results. \n\nThe design challenges are substantial, but not unique. Many designers face the same questions: How do we know that we’re building the right thing? How can we have concrete, motivating goals before we know exactly what we’re making? How can we move reliably towards success without predicting the future? \n\nI’ll give a behind the scenes look at mission operations for Curiosity and talk about the development of OnSight, our immersive, augmented reality tool for Mars exploration, developed in collaboration with Microsoft for their HoloLens holographic computing platform.\n\nhttp://jklabs.net\nhttp://www.hi.jpl.nasa.gov\n@jkriss\n\n@eyeofestival", "name": "esse Kriss.mp"}, {"description": "I Will Find My People Everywhere – From SEO to doxxing; from SIGINT to self-care; a glimpse into the research behind tribe-finding. \n\nCribbing a few plays from the SEO handbook, industry giants, and the security community, how should we address the myriad ways cookies, third-party ad networks, and data retention policies shape how user-generated data and content is granulized, commoditized, and traded?\n\nhttp://harloholm.es\n@harlo\n\n@eyeofestival", "name": "Harlo Holmes"}, {"description": "Making Vision Boards Come True – June 2015 marked the creation and categorization of 10,000 personal semantic media wiki articles. #Absurd. My ignite talk dives into the \"so what\" of maintaining, organizing, and synthesizing personal data since June 30th, 2008. This allows to ask better questions to understand people's daily activities through a lens of my own. These learnings will be applied to Detroit with the Detroit Revitalization Fellowship. \n\n@les733\n@eyeofestival", "name": "Leslie Tom"}, {"description": "How I Ended Up Animating For A Cult – In a semi-sequel to my 2014 EYEO impromptu talk \"Whale Fall\", I document what it is like to hold on to an extremely personal project for seven years then let it all go after it's completion. This talk isn't about that project. My talk is about what it means to be completely driven mad with determination to finish something, a \"do it or die\" motto to live by, and the sacrifices that it means for your mind and body. Along the way, I'll share a series of hilarious and catastrophic personal failures, stuff that really really hurts to talk about.\n\n@mflux\n@eyeofestival", "name": "Michael Chang"}, {"description": "In Defense Of Mayonnaise – In Defense of Mayonnaise explores the cultural baggage around this classic condiment and deconstructs the hierarchies behind the concept of guilty pleasures.\n\n@vanessashen\n@eyeofestival", "name": "yeo  Ignite!  - Vanessa Shen"}, {"description": "Video + Coding + Teen Girl Culture – What happens when filmmakers, computer scientists, and teen girls get thrown together in a multi-million dollar YouTube studio in NYC to make short films with CODE? An experiment in how digital media can re-shape the way this generation of teen girls relate to, and express themselves through, computer science. A behind the scenes tale will unfold!\n\n@vidcode\n@eyeofestival", "name": "Alexandra Diracles"}, {"description": "Future Art History: (Models for Crafting & Curating Art Made with New Technologies) – New kinds of art-making deserve new kinds of conversations and new ways to share. In this talk, Bay Area-based writer and curator Sarah Brin shares some best practices for cultivating public engagement and building context around artworks made with technology.\n\n@dinosaurrparty\n@eyeofestival", "name": "Sarah Brin"}, {"description": "Fight Or Flight – Our lives are the sum of our relationships. We invest in others, be they our friends, family, employers, and lovers and expect that they invest back in us. However sometimes a relationship can take a turn that strikes it out of balance leaving us to decide whether to continue investing in it (fight) or to cut our losses and move on (flight).\n\n@braitsch\n@eyeofestival", "name": "Stephen Braitsch"}, {"description": "Human Data Interaction – Big Data, Smart Data, Dark Data, Social Data, Interest Data... Data, Data, Data!_ahhhh!!! What about me? I am the one that needs to understand the data and solve real world problems with it. Who worries about me? How can I use all that I have as a human being to deeply understand the data in new ways? How do we turn data into something less abstract, and something (literally) more tangible? In this talk we hope to explore the topic of Human Data Interaction with a bit of humor. We would like to take these 5 minutes to discuss how we can start to extend human's means to interact with data by using the 5 senses. Visualization and storytelling have been the primary forms for gaining Data Insight. However, we would like to challenge the audience to think outside the box and have some fun with it.\n\n@eyeofestival", "name": "Diana Munoz"}, {"description": "Do Museums Matter? – Because they can inspire awe, those heart-stopping moments of wonder, museums are capable of changing the way that people experience themselves and their place in the world. Great storytelling on digital platforms help to make this happen, everyday.  #ARTtech15\n\n@dhegley\n@eyeofestival", "name": "Douglas Hegley"}, {"description": "Visualizing Poetry – Happy accidents can influence one's creative process. My Ignite covered my exploration of the algorithms and techniques utilized by the famous poet Gertrude Stein through visualization. It touches on important topics such as the intersection of art and data visualization, novel techniques for the visualization of n-grams, methods for turning poetry into music, the joy (and challenges!) \n\n@kiddphunk\n@eyeofestival", "name": "Ian Timourian"}, {"description": "Counting Things While Day Dreaming – I am a graphic designer interested in language and an information designer interested in numbers. My talk presents my search for a poetics of information. Projects include timelines that document passing time through observation, diagrams that visualize literary canons, and texts that juxtapose words with time-based, historical numbers. Much of current data visualization work takes the form of tools for individual decision-making or social change. This talk is about some projects that seek an alternative voice. \n\n@corcoran\n@eyeofestival", "name": "Heather Corcoran"}, {"description": "Connected Worlds – Theo and Nick of Design I/O will talk about their latest and most ambitious project ‘Connected Worlds’: a large scale immersive interactive ecosystem which allows children to build up 6 different biomes and manage the water resources to balance the needs of all the different plants and creatures that inhabit it. Connected Worlds at the New York Hall of Science has been three years in the making and is possibly one of the largest immersive interactive installations ever made. \n\nThe Design I/O team will talk about the monumental challenges they faced designing and developing the project, as well as the often surprising and playful solutions they came up with. As the first public presentation of the project, Design I/O is really excited to reveal the bizarre and magical Connected Worlds at Eyeo 2015.\n\nhttp://design-io.com\n@design_io\n@theowatson\n@NickHardeman\n\n@eyeofestival", "name": "Theo Watson and Nick Hardeman"}, {"description": "Stochastic Confabulation – This presentation and screening weaves together the work of REAS Studio and the Processing Foundation along with more general ideas about visual arts education in relation to coding. The studio component focuses on process and images that render subjective viewpoints of mass media. The Processing component introduces the goals and context of the Processing Foundation as a complement to Ben Fry’s discussion of Processing in his talk.\n\nhttp://reas.com\n@REAS\n\n@eyeofestival", "name": "Casey Reas"}, {"description": "Enablers, Iconographers, Agitators & Utopianizers – Historically, all revolutions have consisted in bringing larger amounts of people together; in the near future, revolutions will consist in bringing collective aspirations together. Towards a Theory of Earliness is a talk without temporalities, labels or disciplinary grounds that presents a future world of alternatives marked by idea models beyond business models. \n\nFranch will trail-blaze through contemporary philosophical approaches, definitions of art, architecture or code and dive into Storefront for Art and Architecture’s history as a thirty year old New York alternative institution to present two recent projects and their future relaunch: the World Wide Storefront and OfficeUS, a trojan horse project presented as the 2014 Venice Architecture Biennale as the US Representative and its future life as a new platform for the production of history, ideas and work. Are you part of OfficeUS? \n\nhttp://eva-franch.com\nhttp://storefrontnews.org\n@storefrontnyc\n\n@eyeofestival", "name": "Eva Franch i Gilabert"}, {"description": "The Space Between – What if we could see what is not visible? Could we create bridges upon different worlds? \n\nTangibility is about reducing space between us, the others and our environment. Through the design of collective and interactive installations (Rain-bows, Les métamorphoses de mr. Kalia, Portée/…), I’ll share viewpoint and insights about narration, transmission and appropriation.\n\nhttp://epure.it\nhttp://www.lab212.org\n@epure_\n\n@eyeofestival", "name": "Béatrice Lartigue"}, {"description": "Let’s Get Physical – #ComputationalDesign, #GrowingForm, #DigitalFabrication, #CNCMilling, #3DPrinting, #LaserCutting, #RoboticArms #OF, #Cinder, #WebGL #AndWhyYouShouldCareAboutAllThis. Let’s get physical will take you from the virtual to the physical and then back to the virtual. I’ll be reflecting on my design process and how I applied my coding skills to making physical forms during my residency at Autodesk (Pier 9).\n\nhttp://www.syedrezaali.com\n@rezaali\n\n@eyeofestival", "name": "Reza Ali"}, {"description": "Art & Activism – A discussion moderated by Jer Thorp.\n\n@dibujoextendido\n@samswey\n@ablerism\n@blprnt\n\n@eyeofestival", "name": "Panel: Amor Muñoz, Sam Sinyangwe, Sara Hendren, Jer Thorp"}, {"description": "How To Predict The Future – This talk investigates how memory is most effectively inscribed into public consciousness, and how your work can be made most meaningful.\n\nhttp://localprojects.net\n@Jake_Barton\n\n@eyeofestival", "name": "Jake Barton"}, {"description": "Expression And Collective Joy – Love is the playful, joyful moments we share. It is the improvised rulemaking and creativity between us. You see me, and I see you, we both exist and we’re laughing together. I make works to encourage these moments – be it between family, friends, or even strangers- in public space, on the internet, through our phones, in person, or solely digital. When we see each other in a piece, we both exist. When we can interact with each other, a whimsical experience can turn profound. I want to encourage the absurd, the ridiculous, the surreal, and the magical. There are new ways to connect with each other, to create contexts that are immensely creative, expressive, and meaningful.\n\nhttp://blog.whichlight.com\nhttp://www.newamericanpublicart.com\n@whichlight\n\n@eyeofestival", "name": "Kawandeep Virdee"}, {"description": "It Tends To Annihilate Distance – This is mostly a talk about making maps and staying human while living among killing machines. Topics covered may include railroads, fiber optic cable, logistics, work, loneliness, and time travel.\n\nhttp://lifewinning.com\n@lifewinning\n\n@eyeofestival", "name": "Ingrid Burrington"}, {"description": "Data + Journalism –\n• What is data journalism? \n• How is data being applied in different types of journalism, including visualization, investigation, drones, hardware – and other areas? \n• Where do you get inspiration from? How do you apply that to your journalism? \n• How is a general audience responding to data journalism? \n• What techniques do data journalists use to make their work comprehensible and bring their audience along with them, in what sometimes is a specialized area? \n• How do you avoid over-complicating or over-simplifying things? \n• Who do you design/report for? \n• How do you pull out data from stories for your audience? \n• What are some of the boundaries/constraints in journalism, where you have to get creative with data?\n\n@amandacox\n@harlo\n@jkeefe\n@shazna\n\n@eyeofestival", "name": "Panel: Amanda Cox, Harlo Holmes, John Keefe, Shazna Nessa"}, {"description": "Broken Glass – Destruction leads to emptiness, which makes room for regrowth. If you survive the process, you witness how growth starts, and begin to understand the process from a distance. My recent career transition from systems software to art and education has led me to projects that celebrate disorder paired with structure, and interaction as a feedback loop. I'll talk about two recent projects in detail, and the story behind them.\n\nhttp://scanlime.org\nhttp://misc.name\n@scanlime\n\n@eyeofestival", "name": "Micah Elizabeth Scott"}, {"description": "Systems, Stories, & Shenanigans – A psychobiological system (Nicky Case) uses an audiovisual system (slides & a microphone) to talk about – you guessed it – systems. \n\nIn this talk I show you how I make interactive non-fiction, telling stories about systems – and how I make interactive fiction, telling stories through systems. \n\nBecause when people don't understand something, it leads to hate, helplessness, or worst of all, apathy. With interactive art, and learning by doing... maybe we can get people to understand the world, each other, and themselves.\n\nhttp://ncase.me\n@ncasenmare", "name": "Nicky Case"}, {"description": "From Point A to Point B – This is a love story about lines, drawing, the intersection of drawing and code and the journey from one point to another.\n\nhttp://thesystemis.com\nhttp://openframeworks.cc\n@zachlieberman\n\n@eyeofestival", "name": "Zach Lieberman"}, {"description": "Collaboration As An Art Form – What are the ingredients and conditions for a successful creative collaboration? What is a recipe for disaster? As Director of a creative residency program I spend my days nurturing talent, curating projects and creating opportunities for a small, multi-disciplinary team that span from murals to music-playing posters to short documentaries to experiential concerts to beer. I’ll share my experience in the art of cross pollination with the purpose of creating things that matter in culture.\n\nhttp://www.mariascileppi.com\nhttp://72u.org\n@mariascileppi\n\n@eyeofestival", "name": "Maria Scileppi"}, {"description": "Imaging The Future – Ten percent of all photographs were taken in just the last year. As culture invents new customs around social image sharing, artists are excavating the deluge of pictures for insights and creative potential. We’ll trace groundbreaking projects in an effort to expand the definition photography and see the big picture of the future of imaging.\n\nhttp://jamesgeorge.org\nhttp://www.specular.cc\n@obviousjim\n\n@eyeofestival", "name": "James George"}, {"description": "If you're looking for the version with audio description, that's here: https://vimeo.com/138985097\nTurn on/off closed captions by clicking on CC above.\n\nSara Hendren is an artist, design researcher, and professor based in Cambridge, Massachusetts. She makes material and digital artworks, writes, and lectures on adaptive and assistive technologies, prosthetics, inclusive design, accessible architecture, and related ideas. Her work has been exhibited in the US and abroad and is held in the permanent collection at MOMA (NYC), and her writing and design work have appeared in the Boston Globe, The Atlantic Tech, FastCo Design, and on National Public Radio (US), among others. She teaches socially-engaged design practices, adaptive + assistive technologies, and disability studies for engineers-in-training at Olin College. She writes and edits Abler, a syndicated column sometimes also on Gizmodo.\n\nhttp://ablersite.org\n@ablerism\n\n@eyeofestival", "name": "Sara Hendren"}, {"description": "Kill Time. Make History. – Despite decades of digitization, we’ve only just begun to surface the riches of libraries on the Internet. Ben Vershbow and Mauricio Giraldo of the New York Public Library Labs tour through a series of projects designed to tease out — through computation and public collaboration — the mountains of data locked in archives and historical collections.\n\nhttp://www.nypl.org/collections/labs\n@nypl_labs\n\n@eyeofestival", "name": "Ben Vershbow and Mauricio Giraldo"}, {"description": "Place And Space – What does it mean to build data visualizations as useful tools, and not just eye candy? In this talk, Rachel explores her evolving approach to creating visualizations, including the interfaces on Meshu and Monochome, and culminating in her work at the Jet Propulsion Laboratory on mission operations tools.\n\nhttp://rachelbinx.com\n@rachelbinx\n\n@eyeofestival", "name": "Rachel Binx"}, {"description": "Ladders To The Moon – The tools we use both liberate and constrain us. The current landscape of creative coding tools is built on languages and assumptions from the 1960s, designed for both a world and computers that no longer exist. This is what makes an expressive medium as alienating, frustrating, and brittle as it is. \n\nI have spent the last few years researching the design and implementation of programming languages with the hope of making things better. I have made my own languages, integrated existing languages into creative coding tools, and taught others how to do the same. I have more questions than answers at this point, but I suspect that’s a feature rather than a bug. \n\nhttp://nas.sr\n@ra\n\n@eyeofestival", "name": "Ramsey Nasser"}, {"description": "Art & Technology As Factors Of Social Change – This talk is about how art, by strategically using technology as a form of reflection and criticism, can be a fundamental social impact agent. \n\nAmor talks about two interdisciplinary art projects: “Maquila Region 4″, a mobile factory for the manufacture of electronic-textile artworks at marginalized areas of Mexico city; and “Yuca Tech: Energy by hand,” a local technology lab located in the Mayan region (Yucatan), to creating photovoltaic textiles. \n\nRelated topics: Interdiscipline, social empowerment, e-textiles, community work, appropriate technologies, activism, tradition – innovation, manufacturing, manual labor, energy, etc.\n\nhttp://amormunoz.net\nhttp://maquilaregion4.info\n@dibujoextendido\n\n@eyeofestival", "name": "Amor Muñoz"}, {"description": "Exploring (Semantic) Space With (Literal) Robots – In the boundless churning sea of language’s combinatorial possibilities, we cling fast to what “makes sense.” Outside the comfortable lifeboat of “sense” we see nothing but “nonsense”—letters, words, and sentences in hazardous configurations that we don’t recognize and can’t decipher. But what’s out there, really? We build physical robots to explore physical spaces considered inhospitable to the human body, so why not build “literal” robots to explore semantic spaces considered inhospitable to the human mind? (I mean the word “literal” here in its most, ahem, literal sense: having to do letters, words, and language.) \n\nIn this talk I cover what I’ve learned in my practice as a procedural poet, designing software systems that create, well, nonsense. I like to think of these computer programs as automated probes that send back telemetry from the frontiers of “sense,” exposing us to previously unforeseen possibilities for how words can behave, and allowing us to establish way stations in regions of language previously thought uninhabitable.\n\nhttp://www.decontextualize.com\n@aparrish\n\n@eyeofestival", "name": "Allison Parrish"}, {"description": "The Order Of Things – “Ordnung muss sein” or “There must be order” is a much hated sentence German kids must hear often whilst growing up. Which is why many have a rather negative connotation when hearing that word – at least “order” is typically considered to be a pretty boring topic. \n\nOver the past years I’ve become more and more fascinated with order in its many facets and tried to approach it from a programmer’s and an artist’s view. As I learned, order is at the core of everything that’s interesting to humans and beauty lies at the sweet spots between order and chaos. \n\nIn this session I talk about order in its many forms, give some insights how it can be achieved and measured and show examples how it can be put to good use, be it in art, data analysis or machine learning.\n\nhttp://mario-klingemann.tumblr.com\n@quasimondo\n\n@eyeofestival", "name": "Mario Klingemann"}, {"description": "Events in Space-Time – Jessica and Jesse present their latest projects and discuss: plant morphogenesis, computational geometry, simulation, 3D-printed textiles, ruffled sea slugs, 3D scanning, democratic design tools, algorithmic gardening, florescence, discrete differential geometry, mass customization, differential growth…\n\nhttp://n-e-r-v-o-u-s.com\n@nervous_jesse\n@nervous_jessica\n\n@eyeofestival", "name": "Jesse Louis-Rosenburg and Jessica Rosenkrantz"}, {"description": "Audience & Context – Running a studio for the last five years, I’ve found myself thinking a lot about how our work is understood and received by people outside communities like Eyeo. In this talk, I sort some of this out from the lense of projects done at Fathom, but also with Processing, as we head into a huge 3.0 release.\n\nhttp://benfry.com\nhttp://fathom.info\n@ben_fry\n\n@eyeofestival", "name": "Ben Fry"}, {"description": "Truer Than True – One of the first rules of journalism is: don’t make anything up. Using examples from the New York Times graphics department, I want to claim that, for some types of data problems, it’s better if we do.\n\nhttp://amandacox.tumblr.com\n@amandacox\n\n@eyeofestival", "name": "Amanda Cox"}, {"description": "Dear Data – Before embarking on a year-long, time-, mind-, and paper-and-pencil-consuming collaborative data drawing project, Giorgia and Stefanie only met in person twice. \n\nThose two meetings were at Eyeo 2013 and Eyeo 2014, so no wonder they had a very special conference in mind at which to first showcase it together! \n\nDear Data has always meant to be a personal challenge: they have been trying to extend themselves in both their data collection and their drawing technique: nudging themselves out of their comfort zone, and exploring and expanding on where one can find data and how it can be represented using new visual systems. Giorgia and Stefanie will share how compulsively-collecting and drawing mundane and messy personal data every week for a year (and posting it via snail mail to each other) has offered a chance for investigations and insights into their profession, their personal selves, and each other’s lives. \n\nhttp://www.dear-data.com\n@_deardata\n\nhttp://giorgialupi.com\n@giorgialupi\n\nhttp://www.stefanieposavec.co.uk\n@stefpos\n\n@eyeofestival", "name": "Giorgia Lupi and Stefanie Posavec"}, {"description": "How Real Do These Pixels Feel? – What stories can be created with light, code and a bit of playfulness? The focus of my work over the past years has been on playing with light, movement, and clever bits of code to create unique poetic experiences. From bugs that crawl out of the computer screen, to uncanny hand distortions, to animated optical illusions, we will journey though these endeavors, the tools used in their creation, and some of my inspirations.\n\nhttp://csugrue.com\n@chrissugrue\n\n@eyeofestival", "name": "Chris Sugrue"}, {"description": "Interactive Play In Public Space – This talk features interactive public space projects that bridge issues of technology and play in the public sphere. Spanning work over the past decade, topics covered will include responsive technologies, interactive technologies, smart materials, renewable energy, media based public art, public engagement and the public process.\n\nhttp://mystudio.us\nhttp://architecture.mit.edu/faculty/j-meejin-yoon\n\n@eyeofestival", "name": "Meejin Yoon"}, {"description": "Mapping Police Violence – In the wake of Ferguson, police and elected officials demonstrated a shocking inability to provide the public with the information needed to fully understand police violence in America. We didn’t know where police violence was happening, how police were targeting people by race or ethnicity, or whether police violence was rising or falling over time. Activists from Ferguson, San Francisco and Minneapolis decided to answer these questions using crowd-sourced data. Their work, MappingPoliceViolence.org, demonstrates in jarring visuals that Ferguson is everywhere – and black people are most at risk of being killed by the police.\n\nhttp://mappingpoliceviolence.org\nhttp://thisisthemovement.launchrock.com\n@deray\n@samswey\n \n@eyeofestival", "name": "Deray Mckesson and Samuel Sinyangwe"}, {"description": "Critical Network Mapping – By experience, we do have the sense that it is networks where power resides and circulates. Yet, we end up failing as active agents, who, hands on, have the means of criticizing complex networks. Arikan's talk will discuss this issue through his recent work, starting from MyPocket (2008) raising questions on the predictability of everyday living; discussing the invisible power dynamics within the contemporary art ecosystem with Artist Collector Network (2011-); traversing the visual language of official tourism commercials with Monovacation (2013); finally narrating a selection of network maps collectively created on Graph Commons, platform for collaborative network mapping and a knowledge base of relationships that Arikan has been maintaining since 2011.\n\n|| @arikan\n|| @eyeofestival", "name": "Burak Arikan"}, {"description": "Computer Films: 1970 - present – Lillian Schwartz is best known for her pioneering work in the use of computers for what has since become known as computer-generated art and computer-aided art analysis, including graphics, film, video, animation, special effects, Virtual Reality and Multimedia. Her work was recognized for its aesthetic success and was the first in this medium to be acquired by The Museum of Modern Art. We'll screen several short films as chat with Lillian remotely for some Q&A and comments.\n\nSee the accompanying short video produced for the Eyeo Festival by The OCR on Lillian here: https://vimeo.com/110408261\n\n*Session moderated by Jer Thorp with assistance from Ben Rubin.\n**Special thanks to Mark Hansen for assisting with technical production at Lillian's home.\n\n||  www.lillian.com\n|| @eyeofestival\n|| @The_O_C_R", "name": "Lillian Schwartz Conversation"}, {"description": "The Art of Our Time – Our mission is helping you understand and enjoy the art of our time,\" intones MoMA's mission statement. Passionate dedication to the art of our time, however, can get a curator into a pickle. Paola shares a few selected parables on the intersection of institutional practice and cultural acceleration.\n\n|| @curiousoctopus\n|| @eyeofestival", "name": "Paola Antonelli"}, {"description": "We Can Dance – Daily tous les jours's quest is to find new ways of living together through the design of large scale interactive installations. One challenge we gave ourselves is to connect strangers to places and to each other through dancing. Together. In public. And so we brought together choreography, public engagement and place making. We'll share adventures and insights gained along the way.\n\n|| @missmoun\n|| @melissamongiat\n|| @eyeofestival", "name": "Mouna Andraos and Melissa Mongiat"}, {"description": "digitalMatatus: Visualizing Informality – digitalMatatus illustrates how anyone can leverage the ubiquitous nature of mobile technology in developing countries to collect data for an essential infrastructure, give it out freely, and in the process encourage the government to develop channels to provide better access to information. Conceived out of collaboration between American and Kenyan Universities, partnering with Nairobi’s growing technology sector, this project captured data on Nairobi’s transit system, developed mobile routing applications, and designed a new transit map for Nairobi that changed how both the residents and government navigate the system.\n\n|| @DataDesign_MIT\n|| @eyeofestival", "name": "Sarah Williams"}, {"description": "Drawing in the Air – Mimi Son and Elliot Woods talk about their ongoing wander between the realms of material and immaterial, creating speculative visual objects which poke at the unpredictable attributes of things when they are touched with technology. Without giving any fixed meaning to the act of 'drawing', they play with material, space and light, whilst developing new paradigms and theory for discussing emerging canvases. They study existing knowledge of drawing, material, space and motion, explore and investigate new technologies, and criticize the relationship between knowledge of reality and experience.\n\n|| @elliotwoods\n|| @mimi_son\n|| @eyeofestival", "name": "Mimi Son and Elliot Woods"}, {"description": "Science Fiction & The Synthesized Sound – Turn on the radio in the year 3000, and what will you hear? When we make first contact with an alien race, will we—as in \"Close Encounters of the Third Kind\"—communicate through melody? If the future has a sound, what can it possibly be? If science fiction has so far failed to produce convincing future music, it won’t be for lack of trying. It’s just that the problem of future-proofing music is complex, likely impossible. The music of 1,000 years from now will not be composed by, or even for, human ears. It may be strident, seemingly random, mathematical; like the “Musica Universalis” of the ancients, it might not be audible at all. It might be the symphony of pure data. It used to take a needle, a laser, or a magnet to reproduce sound. Now all it takes is code. The age of posthuman art is near; music, like mathematics, may be a universal language—but if we’re too proud to learn its new dialects, we’ll find ourselves silent and friendless in a foreign future.\n\n|| @TheUniverse\n|| @eyeofestival.com", "name": "Claire Evans"}, {"description": "Six Months – The last 6 months of 2012 happened to be the most stressful and creative of my life. Here's the story.\n\n|| @moebio\n|| @eyeofestival", "name": "Santiago Ortiz"}, {"description": "Algorithmic Leverage - Verostko identifies form-generating sources and ideas that dominated his pre-algorist artwork in the late 1950’s and 1960’s. He illustrates how those underlying art concepts shaped his approach to structuring algorithms for art-form generators. In doing so he illustrates the transition from “art idea in mind” to “art idea in code”.  He identifies the seductive leverage of algorithmic form-generators and the recursive charm of the forms they yield. He also explains how curiosity about “Boolean Operators” and circuit logic led him to his limited edition honoring George Boole and other algorithmic projects honoring Alan Turing and Norbert Wiener.", "name": "Roman Verostko"}, {"description": "Visualizing Algorithms – A look at the use of visualization and animation to understand, explain and debug algorithms.\n\n|| @mbostock\n|| @eyeofestival", "name": "Mike Bostock"}, {"description": "And Then There Were Twelve – How to (keep) running a successful data visualization and design studio.\n\n|| @stamen\n|| @eyeofestival", "name": "Eric Rodenbeck"}, {"description": "Parlor Tricks, Space Robots, and the Future We Want – This is a talk about the work we do, the work we show, the clients we want to have, and the future of our field, interspersed with stories of visualization work in progress at the Jet Propulsion Laboratory. We'll communicate the character and breadth of our field by the demos we show. Do visualizations for experts demo poorly to the general public? What effect does this have, and are there actions we can take to create a healthier visualization ecosystem?", "name": "Dr Scott Davidoff and Jesse Kriss"}, {"description": "Qunatity – Code is weird. A simple `for` loop can, in a few seconds, generate more information than a human being can consume in a lifetime. When we make art with code, we have to confront this fact. So how do you compose for infinity? You start by assuming that quality, finesse, polish, elegance, coherence, and thoughtfulness are wholly undesirable traits. When composing for infinity, these traits should be absent not only from the things we create, but from the creative process itself.\n\n|| @tinysubversions\n|| @eyeofestival", "name": "Darius Kazemi"}, {"description": "Quotidian Rhythms and Political Frictions – How can music visceralize data? What is the tempo of code? What physical performances haunt our encodings, and how do we both resist and depend on those atomic metronomes in the sky? Brian walks, bikes, and browses his way through recent ‘compositions’ and encounter the implications of ambivalent technology along the way.\n\n|| @h0use\n|| @eyeofestival", "name": "Brian House"}, {"description": "Everyone Deserves Beautiful Data – All of us at Eyeo are used to seeing beautiful data and beautiful things; Technology is commonplace and design has become the new norm. Those who serve the poorest and most disadvantaged have no access to design, cutting edge technology and beautiful data. This is a problem, because they need data more than anyone, and they need it to be beautiful more than anyone because they are people people, not data people. There's a space in between pen and paper and no idea, and beautiful infographics and visualizations. I help them find it. When you take the principles of data visualization and make them accessible to the nonprofit and social services sector, you can change their world and make them better able to tell their stories and help people. \n\n|| @TajCarson", "name": "Taj Carson"}, {"description": "Only the Good Die Young – Some questions about how we all as designers/thinkers/makers/coders can/need to fail more in order to diversify and find new ways of understanding and working with data.\n\n|| nathaliemiebach.com\n|| @eyeofestival", "name": "Nathalie Miebach"}, {"description": "Game of Phones – What I've learned by eavesdropping on hundreds of rounds of the children's game \"Telephone\" played by adults. For the last two years I've been coordinating a massive game of \"Telephone\" played by telephone and listening in behind the scenes as the message is changed from one person to the next. Along with being a lot of fun to play, some interesting trends became evident over time.\n\n|| @DavidLublin\n|| @eyeofestival", "name": "David Lublin"}, {"description": "First-Timer Interactive Installation Epic Fail/Hail! – I've attended Eyeo for the past 2 years. The amazing projects I've seen there inspired me to follow my dream i.e. got together with friends and tried our first public interactive installation with a Kinect. Coming from a web/app development background, it felt like a shot in the dark. Here's the story of what it was like to be a first-timer. How to succeed, or fail gracefully in this case. The Puppetron installation was a part of Ann Arbor FestiFools. It's a very very simple Kinect game, but could it withstand 50-mph wind, rain, snow, hail, etc?\n\n|| @voratima\n|| @eyeofestival", "name": "Voratima Orawannukul"}, {"description": "Artisanal Data – What do we get when we apply the vernacular of data visualization to small, incomplete, totally unscientific data sets? What happens when we stop looking for patterns and start looking for fragments? What happens when we get literary? And what am I even talking about? Looking at work like Stefanie Posavec's First Chapters, Quantified Breakup, or my own Dot, we can see an approach to tiny data that reflects the experiences of our world in a way as tiny and revealing as slim, modern novels, but is fundamentally contemporary. \n\n|| @superSGP\n|| @eyeofestival", "name": "Sarah Groff-Palermo"}, {"description": "Random Numbers – Random numbers are important to encryption, and the Ziffer is an open source random number generator.\n\n|| @robseward\n|| @eyeofestival", "name": "Rob Seward"}, {"description": "Big Data and Small Children - UNICEF has lots of data around saving children. As a design lead in the Innovation Unit at the New York headquarters, Mini shares the work being done at UNICEF and talks about what could be possible to help more children sooner.\n\n|| @minsunmini\n|| @eyeofestival", "name": "Mini Kim"}, {"description": "Understanding the Development of Economic & Cultural Production –  The evolution of economies and culture hinge on the accumulation of physically embodied information. Products such as cars, refrigerators and toothpaste, as well as works of art, such as painting and books, and scientific discoveries, all are preserved in the world as physically embodied information. César explores the development of economies and culture, and its relation to the ability of our species to physically embody information, by looking at 6000 years of cultural production data and 50 years of international trade data. Showing that cultural production is tightly connected to the broadcasting technologies available to our species–validating the theories of Marshall McLuhan and Elizabeth Eisenstein–and to the network of global languages. César also shows that economic development is highly path dependent and deeply constrained by our ability to embody information into objects and knowledge in networks of people.\n\n|| @cesifoti\n|| @eyeofestival", "name": "César Hidalgo"}, {"description": "Smooching The Mechanical Turk: Interactions With The Unknown – Josh introduces some interactive systems that illustrate a space where the audience can't tell how the magic happens. Maybe it's clever software. Maybe it's a guy hiding behind the proverbial curtain. Sometimes it leads to better theater, sometimes it leads to sexier make-outs. It's a strong reminder that content and the user experience are more important than building software to automate every aspect of our interactive projects.\n\n|| @PrettyExtreme\n|| @eyeofestival", "name": "Josh Silverman"}, {"description": "What I Want To Be When I Grow Up – A talk about how being just a designer or just a developer is no longer the ideal. To build interesting things and work on amazing products you need to work on everything on the spectrum from art to technology.\n\n|| @jakedahn\n|| @eyeofestival", "name": "Jake Dahn"}, {"description": "Stereo Signals: Connections, Spectrogrammar + Cover Songs – This is a talk about Stereo Semantics, a semweb radio show about programming playlists and the visual symmetries between source and cover songs. It treats a few trends in the structure of cover songs, both semantic and spectrogram-matical, and talk about why we're attracted to repetition in music, repeatable beats, copy-covering, and creatively re-interpreting certain songs.\n\n|| @auremoser\n|| @eyeofestival", "name": "Aurelia Moser"}, {"description": "Panel #2: Augmented Education – Martin Wattenberg, Fernanda Viégas, Amit Pitaru, Evelyn Eastmond, Jer Thorp.\n\nThe panel explores how new media might augment education, focusing on the properties of the medium, both good and bad: Can new, interactive media help us with traditional subjects like reading, writing, and math? Conversely, are there cases where pencil and paper are the best tools for learning programming?", "name": "Panel: Augmented Education"}, {"description": "Thinking About Making – An examination of what we mean by making (MAKEing) these days. What gets made? Who makes? Why does making matter?\n\n|| @leahbuechley\n|| @eyeofestival", "name": "Leah Buechley"}, {"description": "You, Me and My Computer – Can we use technology to help us be more human? To smile more, to touch and to listen to each other? What if a computer could make decisions about our social relationships better than we could ourselves? Would our interactions be improved by algorithmically determining what to do and say? What happens if we crowdsource our dating lives and actually find love? Lauren presents a series of attempts to understand these questions better through hacking, art, and self-experimentation.", "name": "Lauren McCarthy"}, {"description": "Tiny Data – Jessica looks at qualitative experiences that don’t show up in big data spreadsheets or status updates—the delicate, poetic moments that shape who we are and how we think.\n\n|| @jessicahagy\n|| @eyeofestival", "name": "Jessica Hagy"}, {"description": "CLOUDS: Directors’ Flythrough  –  A live navigation of CLOUDS, a computational documentary exploring art and code, led by the creators James George and Jonathan Minard.\n\n|| @obviousjim\n|| @deepspeedmedia\n|| @eyeofestival", "name": "James George & Jonathan Minard"}, {"description": "Lillian Schwartz is best known for her pioneering work in the use of computers for what has since become known as computer-generated art and computer-aided art analysis, including graphics, film, video, animation, special effects, Virtual Reality and Multimedia. Her work was recognized for its aesthetic success and was the first in this medium to be acquired by The Museum of Modern Art.\n\nIn the spring of 2014 members of the Eyeo Festival team and The Office for Creative Research sat down with Lillian in her home to talk about her career and experiences. The resulting short film was first screened at the 2014 Eyeo Festival. During the festival we also connected remotely with Lillian to screen more films and engage her in some Q&A with festival attendees. Documentation of which can be found here: https://vimeo.com/116553250\n\n|| www.lillian.com\n|| @eyeofestival\n|| @The_O_C_R", "name": "Lillian Schwartz Film"}, {"description": "Pendulum Choir – Cod.Act presents, through the description of various creations, its artistic activity in the domains of installation and sound performance. More particularly, on the research which they've pursued for years, on the relationships between movement and sound and the links that these researches have with sciences and technology. Through the description of some previous works, the artists explain how and under what shapes their research is articulated, and how their artistic language has evolved.\n\n|| codact.ch\n|| @eyeofestival", "name": "André and Michel Décosterd"}, {"description": "Panel #1: What a Difference a Year Makes: Data, Art & Ethics in a Post-Snowden World – Jer Thorp, Sarah Williams, Burak Arikan, Kate Crawford, Ashkan Soltani.  \n\nOn June 5th, 2013, The Guardian announced the leak of thousands of classified documents by NSA contractor Edward Snowden. These revelations (and others) have sparked a global conversation about data, privacy & ethical responsibility. Join a group of artists, theorists, researchers and practitioners for a discussion on what has changed, and how the Eyeo community can learn from and contribute to the ongoing dialogue.\n\n|| @eyeofestival", "name": "What a Difference a Year Makes: Data, Art & Ethics in a Post-Snowden World"}, {"description": "The Future of Data – Data is an actor with an ever-increasing role in our lives. Largely invisible, but used in more and more ways to influence our experiences, data is tracked, gathered, and analyzed throughout our day. We must come to grips with the ever-changing ramifications of the massive analytics of our lives. Part vision and part personal manifesto, this talk will cover the future of privacy, hacking, latent machines, actualized data, data natives, and the end of the user. Certain to be controversial as well as provide context for future data endeavors. This is a hopeful look at where data can take us.\n\n|| @krees\n|| @eyeofestival", "name": "Kim Rees"}, {"description": "The Electromagnet Spectrum of Counter/Surveillance – Adam surveys emerging surveillance and counter-surveillance technologies throughout the electromagnetic spectrum, and shows why counter-surveillance fashion is about staying one season ahead of the algorithms.\n\n|| @adamhrv\n|| @eyeofestival", "name": "Adam Harvey"}, {"description": "Time, Distance, Density, and Possibility – We often conceive of data visualization as made up of abstract shapes and colors, but perhaps a really successful visualization is one that helps us understand a quantity or unit when we see it directly with our own eyes. Eric talks about idealized visions of urban design and what they imply about space, time, density, and context.\n\n|| @enf\n|| @eyeofestival", "name": "Eric Fischer"}, {"description": "The Shapes of My Thoughts – A journey into my personal obsession, drawing: a rigid ritual and a casual pastime, a design tool and a means of expression, but more than anything it is a compulsion and a liberation. In this talk I will elaborate on my own personal practice of drawing and its role as a design tool – to open mental spaces, recognize, name, repeat, remember, and thus understand the world I am designing for at a deeper level. I will walk through the composition of abstract drawings with data and without data. I’ll showcase preparatory sketches for data-visualization, abstract process drawings, explorations of visual elements as a linguistic system for compositions, and obsessive repetitions done with no purpose at all. I will dissect what the act of drawing does to my mind and thoughts, highlighting the aesthetic choices made along the way, unpacking how this casual habit became a sort of physical extension to my mind, creating a loop that fuels my personal and professional life. I'll cover drawing as a projection of something you have in mind, drawing as an exploration of something you don’t have in mind yet, drawing to encourage the aesthetic understanding, drawing as an act of appropriation, drawing as the tentative manifestation of an insurgent if, drawing as a mixture of what you’re seeing and what you’re imagining, and ultimately, drawing as a continuous state of becoming.\n\n|| @giorgialupi\n|| @eyeofestival", "name": "Giorgia Lupi"}, {"description": "Would You Do It? – \"Life at times seems to be a sequence of anecdotes, little innocent stories that happen to us and only later we realize the potential and meaning and danger and sorrow hidden in such stories. This presentation will, therefore, be in the form of some anecdotes that may, or may not, make sense to those who listen. The stories will be about the early days of some phenomena that then came to be called computer art. The term algorithmic art is a better choice, and I will explain why. One or two examples will demonstrate how algorithmic art requires algorithmic thinking. We will see how computer graphics is the origin of digital media, and how all this is part of the algorithmic revolution, a revolution that almost nobody really noticed but that is of utmost relevance.\"\n\n|| @CarlCanary\n|| @eyeofestival\n\n*Team Eyeo Produces the Eyeo Festival every June, and INST-INT in September. ( www.inst-int.com )", "name": "Frieder Nake"}, {"description": "Blinky lights for STEAM – Generative light sculpture is a new art medium emerging at the intersection of fields as diverse as electronics fabrication, abstract expressionism, and neuropsychology. Micah talks about her work in using LEDs to bridge the gap between technology and art, and the potential this new medium has as an open-ended educational tool.\n\n|| @scanlime\n|| @eyeofestival\n\n*We're super-pleased to have Micah presenting her workshop \"Intro to Interactive Light Sculpture\" at INST-INT in September.  (visit www.inst-int.com for more info.)", "name": "Micah Elizabeth Scott"}, {"description": "Robert Hodgin delivers the final talk of Eyeo Festival 2014. \n\n|| @flight404\n|| @eyeofestival\n\n*Team Eyeo Produces the Eyeo Festival every June, and INST-INT in September. ( www.inst-int.com )", "name": "Robert Hodgin"}, {"description": "5000 First Impressions – For a bit more than a bright decade visitors to Austin TX from around the world experienced a hyper social digital experiment known locally as the frog party. At its pinnacle this event held every March as the opening to SXSW Interactive involved 1 acre, 7000 people & 160 linear feet of bar. Attendees were subjected to dozens of interactive installations all designed to twist their minds laterally toward some thought about the current state of technology… \n\n..all in exactly 3 hours. \n\nThe preparation was months of crazy ideas and sweat equity with world class talent and an underdog budget. \n\nThis is the story behind the party, the formulas it ran on and the small things learned over the years. Jared covers things learned in executing the installations, but also little things like how signage strategy can help press coverage and exactly the distance a tent needs to be from a fence in order to keep fully grown and supposedly responsible man who is probably a Tech Director at some big company from peeing back there.", "name": "Jared Ficklin"}, {"description": "Behavior – Stuart discusses behavior as a core concept of rAndom International's practice: instilling a sense of 'life' in the inanimate, simulating natural phenomena and exploring the responses of both objects and people within immersive environments.", "name": "Stuart Wood"}, {"description": "Discussion / Q&A facilitated by Phoenix Perry with Elliot Woods, Eric Brockmeyer, and Tom Igoe, following their individual talks.", "name": "anel "}, {"description": "What Do The People Do? – In the past decade or so, the speed of innovation in media technology has skyrocketed. Media installation ideas that were pipe dreams ten or even five years ago are reality today. Yet, what we ask of visitors to these installations hasn’t changed a lot since Myron Kruger did his early interactive computational media experiments in the late 1960′s. We’re still waving at the machines. Despite the technological advances, or perhaps because of them, media designers don’t spend enough of our imagination asking ourselves, “What do the people who will be part of this installation do?” We think a lot about what the stuff will do, but not much on what the people will do — what actions they’ll take, what prompts or motivates those actions, and how we make a narrative from those. In this talk Tom discusses lessons learned from watching students create physical interactive work.", "name": "Tom Igoe"}, {"description": "Fairy Tale Interaction – Story telling is integral to the development of interactive technologies. Eric's work at Disney Labs has focused on the creation of new interactive sensors, haptic devices, and displays which parallel stories that continuously evolve based on both technological discoveries and business needs. To achieve this flexibility and vision, the interdisciplinary team of artists and scientists bring their unique perspective to each project.", "name": "Eric Brockmeyer"}, {"description": "Digital Emulsion: Articulating Form in Physical Space – Code has become the principal constructive material of our society, causing an increasing public literacy for the digital. There is an appetite for the immaterial properties of digital phenomena to transition into our physical deviceless reality, creating new types of objects and environments in galleries and public spaces. Elliot Woods of Kimchi and Chips will discuss the approach of artists to articulate form in space, and the movement for a new mutable Digital Physical.  \n\nHe will also reveal the Digital Emulsion body of research, which exploits digital light as a semi-material to articulate digital visual mass into physical space, building a liquid suspension of the imaginary within the physical environment using digital light as a semi-material.", "name": "Elliot Woods"}, {"description": "Discussion / Q&A facilitated by Jer Thorp with Mary Franck, Mike Tucker, and Camille Utterback, following their individual talks.", "name": "anel "}, {"description": "Backup Plans – How do you deal with the unexpected when designing and installing media installations? More importantly, are there any best practices to anticipate and mitigate the negative effects of the unexpected? In Camille's career as an installation / public artist, the unexpected has run the gamut from architectural constraints, to building codes, to construction delays, to difficult project managers, to aesthetic issues, to information access, to changing and obsolescing technology. She will discusses lesson learned, and lays out some helpful tips for proposals, contracts, budgets, maintenance, and back up plans of all sorts. At their best, creative back up plans ultimately allow for more risky work.", "name": "Camille Utterback"}, {"description": "Biomoorphism – How does one evoke connection and empathy in the virtual? In this talk Mike explores the curiously simple requirements to build compelling characters from the abstract.", "name": "Mike Tucker"}, {"description": "Intimate/Immersive – From minute to monumental, video installations allow for different visual composition than conventional screens. In this talk Mary scratches the surface of historical context, science and composition theory for experiential media.", "name": "Mary Franck"}, {"description": "Discussion / Q&A facilitated by Alexis Lloyd with Eric Socolofsky, Matt Cottam, and Michael Szivos, following their individual talks.", "name": "anel "}, {"description": "Proceed with Excitement! – We often find ourselves solving two different problems when we engage a project. The design of the project itself and the system needed to fabricate, activate, or visualize the project. Most of our work is also physical and very site specific. It is easy to be seduced by the precision of the computer, but the real world has much more interesting tendencies like gravity, wind, pressure, excited children, etc. As we build our installations we rely less on precision and more on improvisation and intuition to address the reality of making them. These two problems not only require different skills but also a different mindset altogether. IN this talk, Michael addresses how SOFTlab reconciles this split personality and how they address the idiosyncrasies of the real world.", "name": "Michael Szivos"}, {"description": "Learnings From the Web Lab – Web Lab was a year-long exhibition at Science Museum, London, featuring a series of interactive Chrome Experiments that connect massive online and in-musuem audiences to bring the extraordinary workings of the Internet to life. The exhibition was invented by Tellart and Google Creative Lab and was designed and built in collaboration with Universaldesignstudio, B-Reel and Karston Schmidt. \n\nMatt presents Web Lab from its origin sketch and through its design and development process to illustrate some of the major design constraints encountered along the way. These include personalization versus privacy, social presence versus protection of kids onsite, consumable materials and environmental impact, latency, remote maintenance and take-away creations.", "name": "Matt Cottam"}, {"description": "Installation design draws from too many disciplines to count. From spatial design to interaction design, programming to physical fabrication, project management to brand and content considerations, the world of physical/digital installations requires generalism in a way perhaps no other field does. How do we multi-hyphenates manage to keep a foot in each of these camps when most of us only have two legs? And how do we avoid tripping over all those feet when we use them to walk into an altogether different field?", "name": "Eric Socolofsky"}, {"description": "Discussion / Q&A session facilitated by Steve Dietz with Karolina Sobecka, Mouna Andraos and Alex Beim, following their individual talks.", "name": "anel "}, {"description": "Why Physical Experiences Matter – While we all have technology that simplifies our lives, connects us and takes us to incredible places, it also isolates us from each other, our inner selves and our immediate environment. It captures the moment, but doesn’t allow us to be in the moment. It propels us forward, but discourages the here and now. And so, we have reached a point where we need to deeply question the purpose of technology and the kinds of experiences it creates, rather than simply accepting every new thing as progress. In this talk at INST-INT, Alex addresses this question: Do we want to live life within the virtual confines of a touchscreen, or create and delight in one that is rich in deeply felt connections and tangible experiences?", "name": "Alex Beim"}, {"description": "From Prototyping to Public Spaces – Since 2010, Daily tous les jours's focus has been on creating engaging collective experiences that can inspire in people a sense that together we can achieve greater things than individually. As the group took to the streets to reach and engage as wide an audience as possible, new constraints and challenges arose.  Mouna discusses the process behind bringing experimentation and prototyping into the public space – and how these constraints can help focus on the essence of the experiences you hope to create.", "name": "Mouna Andraos"}, {"description": "Sketches to Projects – It’s easier to start projects than to finish them. In this talk Karolina looks at the process of transforming projects from the mess and flux of initial experimentation into their final form. It is a look at the creative process to flesh out the promise of the initial ideas, what happens after the broad strokes and before the final touches, based on examples and insights from personal and collaborative work.", "name": "Karolina Sobecka"}, {"description": "How to Live like Lightning – A talk about the paths we choose, the debts we owe, the work we do, and the time we have to spend.", "name": "Sha Hwang"}, {"description": "Brave New Now – Liam Young takes us on a storytelling walking tour through the Brave New Now, an imaginary city, extrapolated from the wonders and possibilities of emerging biological and technological research. A place found somewhere between the real and the imagined, both achingly familiar and exceedingly strange, stitched together from fragments of distant landscapes and speculative designed fictions.", "name": "Liam Young"}, {"description": "Nudge & Glow – The Social Body Lab at OCAD University explores how body-centric technologies can support, inhibit, or expand social interactions. Kate covers recent projects created by the lab including a wireless wearable communication system that enables friends, lovers, and secret agents to nudge each other from across a room as well as fashionable body-based lighting for cyclists.", "name": "Kate Hartman"}, {"description": "A History of Violence – With characteristic polemics and drama, in 1971 Victor Papanek thundered: “There are professions more harmful than industrial design, but only a very few of them.” Design has a history of violence that, unless linked overtly to political and social suppression, often goes unexplored. Introducing a curatorial experiment on this topic.", "name": "Paola Antonelli"}, {"description": "Antimodular – Mexican-Canadian artist Rafael Lozano-Hemmer presents his recent interactive installations that are at the intersection of architecture and performance art.\n\n(Needless to say Rafael gets Eyeo Festival's first, and hopefully only, #EpicReboundAward. Please follow him on twitter @errafael.)\n\n*(If you like this, you'll probably be interested in www.inst-int.com – Team Eyeo's new event focused in interactive installation work. )", "name": "Rafael Lozano-Hemmer"}, {"description": "Improvisation & Technology – Just say yes. Don’t be afraid of failure, be afraid of obsolescence. Always look at a project like you’ve never seen it before. Nothing ages worse then technology.\n\n*(If you like this, you'll probably be interested in www.inst-int.com – Team Eyeo's new event focused in interactive installation work. )", "name": "Jake Barton"}, {"description": "Golan and Pablo discuss the NeoLucida.", "name": "Golan Levin and Pablo Garcia"}, {"description": "Hand, Eye, and Alphabet – Hands. Making marks. Making sense, and sometimes not. This talk is a romp through a wide range of projects, some new and old, some by myself and some by others, addressing the poetics of gestures, mark-making and the mysterious logic of writing systems.\n\n*(If you like this, you'll probably be interested in www.inst-int.com – Team Eyeo's new event focused in interactive installation work. )", "name": "Golan Levin"}, {"description": "Subtle Data – Stefanie talks about working with data in the hazy, fuzzy realms of subjectivity and imperfection.", "name": "Stefanie Posavec"}, {"description": "Led by Jen Lowe, this panel with Laura Kurgan, Maya Ganesh & Jake Porway addresses the relationships, and potential relationships between data and social justice.\n\n“I have tried to remove weight, sometimes from people, sometimes from heavenly bodies, sometimes from cities; above all I have tried to remove weight from the structure of stories and from language.” – Italo Calvino \n\nLook… the world has problems. There is heavy work to be done. How can we use data to make a measurable difference? How do we measure success and where are the data success stories? Can we use data and social justice to create lightness? Can (should?) data and social justice be playful? We’ll look at examples and speculate about how data might be used to “remain so lightheartedly at war with the whole world” – Guy Debord", "name": "Panel: Social Justice and Data"}, {"description": "The Poetry of Reality – Trying to understand the nature of reality, to create an unfamiliar familiarity. Colloquial conversations converging around inspirations, motivations, processes, problems, frustrations and solutions. Memo discusses the path from vague ideas & concepts on paper; to realized projects; technical challenges encountered along the way and experiences of dealing with and selling crazy ideas to clients; whether it be visualizing cosmic rays, abstracting olympic gymnasts, choreographing a bunch of children running around a laser forest with boxing gloves, or a techno-ballet of flying robots with mirrors and lights. Make work to please yourself, not clients. Engage people, not customers. Create emotions, not brands.\n\n*(If you like this, you'll probably be interested in www.inst-int.com – Team Eyeo's new event focused in interactive installation work. )", "name": "Memo Akten"}, {"description": "Stranger Visions – Heather talks about how a fixation with a single hair led to a controversial art project, the study of genetics, and the bones of an unidentified woman.\n\n*(If you like this, you'll probably be interested in www.inst-int.com – Team Eyeo's new event focused in interactive installation work. )", "name": "Heather Dewey-Hagborg"}, {"description": "What I Learned (And Didn't Learn) Living in China – When Cedric moved to Hong Kong in 2009, microblogs in mainland China were rudimentary clones of Twitter and online forums were still all the rage. Today, the likes of Weibo, WeChat and other social media with Chinese characteristics are indispensable parts of the media ecosystem. Back in Canada, Sam followed what happened in China like most people did: in small periodical quantities through mainstream media. It is still mostly true today, but with automation techniques, machine translation, and design, there is an opportunity to create tools for reporters and the public for understanding what is happening in this gigantic country more efficiently and in real-time. Whether it is in China or elsewhere in this ever more connected world, designers, programmers and journalists can work together to better collect, aggregate and repackage the large amounts of online information and to create narratives of the future.", "name": "Cedric Sam"}, {"description": "Theodore Watson and Emily Gobeille of Design I/O will discuss their custom and often whimsical approach when tackling new interactive installations, experimental stories and ridiculous prototypes. Showcasing three new projects, each of which represents a different aspect of their passion and interests, they will unpack the process, map the development path and highlight the creative decisions made along the way. They will also strongly make the case for staying young at heart and encourage the development of a curious, “what if” approach to developing new interactive experiences, both big and small.", "name": "Design IO"}, {"description": "Texts 'n Effects – Sosolimited talks about algorithmic web TV hacking, remixing the presidential debates live, and putting tweets on a ferris wheel.\n\n*(If you like this, you'll probably be interested in www.inst-int.com – Team Eyeo's new event focused in interactive installation work. )", "name": "Sosolimited"}, {"description": "An informal conversation lead by Jer Thorp about toolmaking with Bill Atkinson (Apple Hypercard creator), Kyle McDonald (openFrameworks contributor/team member), and Casey Reas (Processing co-founder).", "name": "A Conversation With Toolmakers"}, {"description": "Process and Processing – Nicholas presents recent work and explains how he has come to rely on Processing in his projects.", "name": "Nicholas Felton"}, {"description": "Failures are most instructive in creative work, yet we rarely discuss them in depth. This panel is all about when things go wrong – from minor glitches to total disasters. Led by Moritz Stefaner, with Zach Lieberman, Fernanda Viegas and Wes Grubbs.\n\n*Wes Grubbs asked us not to show some of the work he was talking about during this panel, so there is a brief segment of this video that does not include his slides.\n\n*(If you like this, you'll probably be interested in www.inst-int.com – Team Eyeo's new event focused in interactive installation work. )", "name": "Panel: Failing with Style"}, {"description": "Computation and Fashion – Fashion, code, lasers! Mary and Jenna share their investigations in 3D printing and creating software mediated fashion experiences.", "name": "Huang & Fizel"}, {"description": "Data I Paint With – Data visualization is reaching ever higher echelons, and work in the field has quickly evolved. Visual models have been designed, codified and classified, and many artists have developed recognisable styles of communication. How can designers continue to discover visual solutions without rehashing the same familiar references? How can a visual designer find inspiration from aesthetics beyond the field of data visualzation, and bring in the unexpected form music notations, abstract paintings, poetry and architecture – all the while maintaining scientific accuracy in the display of data? \n\nCredit: The cover image of the presentation is by Stamen Design.\n\nGiorgia shares her personal story and describes a self-taught method which enables her imagination to wander through the world and find visual inspiration in everyday life and experience. She presents the work done for the Italian national newspaper, Corriere della Sera, and some other ongoing experiments produced by her team at Accurat.", "name": "Giorgia Lupi"}, {"description": "Printed Postcards in a Digital Age – Atkinson’s software designs have impacted millions of people’s lives, and he is still hard at work on his magnum opus. A member of the Lisa and Macintosh design teams at Apple, Atkinson invented the pull-down menu and wrote the original QuickDraw, MacPaint, and groundbreaking HyperCard software. \n\nFor the last four years, Atkinson has been driven by a personal art project to rescue and re-invigorate the dying tradition of printed postcards. In a digital age our emails, text messages, tweets, facebook and voice messages keep us in constant connection. These forms of communication are immediate and personal, but they scroll off quickly and fade from awareness. Printed postcards still serve an important purpose, providing a thoughtful and tangible gift, an ongoing presence on the fridge, and a lasting memory in a shoebox. Atkinson’s latest software creation, PhotoCard, connects the old and the new, harnessing mobile computing to make it easy to create and send unique and custom postcards. To complete the connection, Atkinson has created and operates a labor-of-love service to print and mail these little packets of love.", "name": "Bill Atkinson"}, {"description": "Visual Influence – How can data and visuals be artfully used to progress social issues? What does it mean to try and nudge or transform an issue and what are the ingredients for making visuals that influence? What happens when you work together with a cross-cut of activists, hackers and creatives to bring issues out in to the open, like land-grabbing Africa and Latin America, violence against sex workers in India or right-wing extremism in Europe? How can innovations in data wrangling, presentation and interaction be used to present evidence and increase political participation? \n\nThrough the work of Tactical Tech – a non-profit working for the past ten years to help activists worldwide use information more effectively - and by presenting our upcoming book ‘Visualizing Information for Advocacy’, these questions will be explored.", "name": "Maya Ganesh"}, {"description": "Tower of Babel – Drawing an arc spanning past, present & (near) future, personal and global histories & philosophies, this talk takes a closer look at the confusion of tongues in computing and argues why more is more in the case of learning languages and aiming for a truly polyglot creative process, maximizing both expressiveness and creative potential.", "name": "Karsten Schmidt"}, {"description": "Pictures of Arguments, Songs, & Ancient Texts  – Some of our favorite visualization problems involve words. How can you see the shape of an argument? Is it possible to make a map of a book, or poem, or even a song? Finding ways to turn words into pictures is one of visualization’s great unsolved problems. Fernanda & Martin show a series of projects tackling this challenge, and talk about what worked and what didn’t.", "name": "Fernanda Viegas & Martin Wattenberg"}, {"description": "Sharp Corners – From teaching artists to code in basements of NY museums, to his work on Apple’s App of the year, to tools that protect us from Wall Street, to diaper-wearing robots that count to 10 – Amit Pitaru’s work draws a line of curvy twists and sharp corners. Amit talks about the forces that shape his work, his attempts at authoring a kinder ilk of technology, and optimizing for creative happiness.\n\n*(If you like this, you'll probably be interested in www.inst-int.com – Team Eyeo's new event focused in interactive installation work. )", "name": "Amit Pitaru"}, {"description": "For Example –  Sharing code examples is a powerful way to teach and inspire; D3’s hundreds of examples undoubtedly contributed to its success. Mike describe's his process for making examples and more generally his philosophy in designing reusable tools. Naturally, there are lots of examples.", "name": "Mike Bostock"}, {"description": "Poems Not Demos – How are a new breed of artist-developer hybrids exploring the creative and expressive nature of computational approaches to art and design? What sort strange, impractical and magical work are they making? What is this new landscape, what are its contours and how do we navigate it? Join Zach as he explores and argues for the field of poetic computation.\n\n*(If you like this, you'll probably be interested in www.inst-int.com – Team Eyeo's new event focused in interactive installation work. )", "name": "Zach Lieberman"}, {"description": "The Soft Studio – Within the visual arts, software is a misunderstood medium. It’s attacked by some and championed by others, but it remains an enigma to most. In this presentation, a hybrid of a screening and a lecture, Reas shares his most recent work and examples from the past, while discussing fundamental ideas of software in relation to the visual arts.", "name": "Casey Reas"}, {"description": "Join James, a weirdness engineer who moonlights as a software engineer, on a tour of The Gently Rounded Triangle: A space where the disciplines of drawing, animation, and code merge and become one.", "name": "James Paterson"}, {"description": "Can advertising play nice with creative communities? In this panel led by Sermad Buni, the panelists (Stefanie Posavec, Memo Akten, Golan Levin) address varying perceptions of working with the advertising industry and also tackle issues such as plagiarism, open source and how we can all collaborate. Led by Sermad Buni.\n\n*(If you like this, you'll probably be interested in www.inst-int.com – Team Eyeo's new event focused in interactive installation work. )", "name": "Panel: Intersections of Art, Code & Advertising"}, {"description": "Toxoplasmosis", "name": "Kevin Slavin"}, {"description": "Managing Expectations through Tactile Limitations – We forget as web designers that physical artifacts can aid us in the discovery and design process. Is there a place for tactile interaction in a website redesign? In this ignite talk, I share some of my tricks for controlling scope and managing the client conversation through using physical artifacts and tactile interactions. Build your own Tactile Design Kit at www.tactiledesignkit.com", "name": "Megan Miller"}, {"description": "Digging to China – Ben covers a handful of recent data visualization projects, in particular “Connected China,” an app that explores the cultural and political factors shaping the dynamics of power in modern China.\n\n*(If you like this, you'll probably be interested in www.inst-int.com – Team Eyeo's new event focused in interactive installation work. )", "name": "Ben Fry"}, {"description": "Hacking, c.1600AD - Hacking isn't limited to code. Hacking is an ethic. Taking things apart, reverse engineering and tinkering help us see the world better. When we improve on what we hack—and share what we hack—we MAKE the world better. This open access ethic is lost in the age of Patent Trolls and Weaponized Intellectual Property laws. We can learn a lot about the hacking ethic by taking a trip back to 1600, After the Renaissance, artists, scientists and inventors used the hacking ethic—without ever using the world \"hacking\"—to do nothing less than invent science itself in the subsequent age of Scientific Revolution.", "name": "Pablo Garcia"}, {"description": "Abstractions That Make You Go Ooh.", "name": "Charles Deck"}, {"description": "Fine, Give Me the Damn Hula Hoop – On artistic and technical mediums, what we call ourselves, how we think of ourselves--and how we shouldn't be beholden to them. By considering what we're actually trying to communicate, instead of focusing on the means of communication, we can stop thinking of ourselves in terms of output, developing a more meaningful thread to connect work. And that means we need to be flexible and try new mediums, even if it means we have to try something that's unfamiliar or awkward, like hula hooping.", "name": "Jessie Anderson"}, {"description": "Help Me Visualize My Damn Data – Recently I visualized my medical record data and symptom history, and through the process I learned a lot about myself and was able to craft a more coherent narrative when communicating with my doctors. I've since met other patients who are creating insightful visualizations of their medical selves. But if visualizing health and medical data is so enlightening, why aren't we doing more of it? Why isn't it easier for patients to really see and understand their complex health information? This talk highlights some compelling stories about patient data visualization and outlines three key opportunities for data viz in healthcare.", "name": " Katie McCurdy"}, {"description": "Data Visualization: A Love Story – When I was a kid, I liked turning numbers into art. When I grew up, I learned to blend math, code, and art in a different way. My side projects turned into a company, which changed my life and made me fall in love with datavis.", "name": "Trina Chiasson"}, {"description": "Design for Immediate Gratification – The Exploratorium is a place packed with things to do, levers to pull, buttons to press, mirrors to get lost in, bells, whistles, sparks, and even gongs. Oh yeah, and screaming children. With all that competition for attention, how do you design experiences that grab visitors and keep them there? Once they're there, how do you encourage them to dive deeper, to fully explore the content in front of them? I'll talk about how to grab someone's attention, how to strip out what you don't need, and how to put the stuff you do need in just the right place.\n\n*(If you like this, you'll probably be interested in www.inst-int.com – Team Eyeo's new event focused in interactive installation work. )", "name": "Eric Socolofsky"}, {"description": "Giant Cube + DIY CNC Router – The plan? To build a 12ft cube with topography engraved on the outside and elaborate latticework carved on the inside. In order to create this large artwork we had to build a DIY 4ft x 4ft CNC machine in our garage. The completed installation, Men of God, Men of Nature, is a site-specific large black cube designed in consideration with the unique architecture of Daniel Liebskind at the Denver Art Museum. Using the CNC machine, on the exterior we engraved topography in acrylic covering approximately 576 square feet. The interior is comprised of intricate geometric pattern cut into PVC sheets covering approximately 405 square feet. Men of God, Men of Nature is focused on complex, often disavowed intersections between politics, religion, science and art. Dominated by a large black square which recalls religious and art context – the geometric forms and the point-of-view or perspective from which such objects are viewed is called into question.\n\n*(If you like this, you'll probably be interested in www.inst-int.com – Team Eyeo's new event focused in interactive installation work. )", "name": "Laleh Mehran"}, {"description": "The Work I Didn't Do – In life, the memories and experience that occurred while I wasn't working is just as important as the actual work that I've done.", "name": "Moses Ting"}, {"description": "Free Ideas – Kyle attempts to give away as many ideas as possible in 45 minutes, hoping you'll be surprised, confused, inspired, and convinced that ideas are something to be shared rather than hoarded.\n\n*(If you like this, you'll probably be interested in www.inst-int.com – Team Eyeo's new event focused in interactive installation work. )", "name": "Kyle McDonald"}, {"description": "Data Visualization on Paper – What if your visualization isn't interactive? How do you guide a reader through it—and keep them from being overwhelmed? I share some thoughts, using “The Energy Gap,” a two-page data visualization from the June 2013 issue of Popular Science.", "name": "Katie Peek"}, {"description": "Sheepy & SNPs: Place, Data & Identity – This is a talk about big data, identity and place: our sense of place with data, within our data. Let me explain. My great-grandmother has the same mouth as I do, as my mother does, as my aunt and my niece. The mouth that we share is data, connected through generations in a place called Sheepy, England. My 4th cousin contacted me on 23andme and asked me to share genetic data. She noted that we share a run of 1800 SNPs, what she calls \"the place we share on Chromosome 2,\" a place that overlaps with her third cousins in Sweden. By extension, I share that place, that data and those people, too. Whether it's a run of SNPs or a connection to Sheepy, data has a sense of place, and we have a sense of place within our data. This talk is a story and exploration of those connections.", "name": "Molly Steenson"}, {"description": "Multiple Dimensions – Laura Kurgan and Jen Lowe of the Spatial Information Design Lab at the Graduate School of Architecture, Planning and Preservation [Columbia University] discuss interdisciplinary projects in progress. Hear about our collaborations, see results, and their critical approach to data and its visual translations.", "name": "Laura Kurgan & Jen Lowe"}, {"description": "The Shakespeare Machine & Other Language Contraptions  -  Ben shows his most recent attempts to use and abuse the written word to move a large building, expand a theater set, and illuminate a room.\n\n*(If you like this, you'll probably be interested in www.inst-int.com – Team Eyeo's new event focused in interactive installation work. )", "name": "Ben Rubin"}, {"description": "\"Like Falling in Love\" - Jake returns to Eyeo 2012 to address the ways in which creativity, technology and expression are offering whole new modes for seeing things for the first time.", "name": "Jake Barton"}, {"description": "\"Re-Difining the Citizen Experience\" - Jennifer talks about how Code for America re-thinks, and re-makes our interactions with government, and why. \n\"Far too often the experience of government is a long form accompanied by a longer line. Sometimes this is true even when citizens are trying to help. Code for America wants to change your perception. What if our interfaces to government were simple, engaging, and action-oriented? Embedded in city halls across the nation, the Code for America Fellows are showing what’s possible when government benefits from design and experience methods that have become standard practice in online service development.\"", "name": "Jennifer Pahlka"}, {"description": "John Underkoffler : Animating Spirit.  \n\n \"A way to change everything is to build a completely new HMI. The new HMI will be exhilarating, beautiful, and capable, a complement and compliment to people. Just as surely as we do it will occupy real-world space, because that’s where the action is and because it will need to pay special heed to hands and what they’re up to. It will be characterized, like living things, by dynamism, by motion elegant and allusive and comic. It will make the pixels it inhabits — projected and barnacled, singular and teeming, sessile and itinerant — it will make these brazenly heterogeneous pixels interoperable: at once incidental and indispensable. This new HMI will embody a conviction that design, that fundamental human activity, is its as well. And it will infect everything built atop it with the same sentiment. The resulting world might well be one we like. So let’s see.\"", "name": "John Underkoffler"}, {"description": "In his talk at Eyeo Julian presents several of his own works, and work made with others, in an effort to outline his shift from Media Artist to that of ‘Critical Engineer'.\n\nJulian is a New Zealander, Critical Engineer and artist based in Berlin. His projects and the occasional paper have been presented at many museums, international electronic-art events and conferences, including the Tate Modern, Transmediale, Ars Electronica, FILE and the Japan Media Arts Festival.  Julian has given numerous workshops and master classes in software art, augmented reality, creative hacking, data forensics, computer networking, object-oriented programming for artists, virtual architecture, artistic game-development, information visualisation, UNIX/Linux and open source development practices worldwide. He is a long-time advocate of the use of free software in artistic production, distribution and education.", "name": "Julian Oliver"}, {"description": "\"Generative Cognition and Memory\"  |  Our comprehension and understanding of our surroundings and new information result from amazing processes within our brains. Wes talks about some of the inner workings of the human mind and how we can use this to visualize information, build user interfaces, explore and question everything in order to make sense of the perceived realities.", "name": "Wes Grubbs"}, {"description": "Can bar charts change the world? Panelists Jer Thorp, Jen Pahlka, Jake Porway and Kim Rees examine how data visualization can aid in communication, activism, and criticism around social change.", "name": "Panel DataViz and Social Justice"}, {"description": "\"Feeding Babies with Creative Code\" - Despite a growing recognition of creative coding as a valuable skill, it’s still challenging to find full-time employment practicing it. In this talk Andrew discusses the past, present and future of creative coding as a professional discipline. He looks at how the Cinder C++ library fits into this landscape, and discusses some of the directions its creators and community are evolving it in service of a new breed of creative coder.", "name": "Andrew Bell"}, {"description": "Kyle presents a discussion about sharing. Sharing code and ideas, and collaborating on tools and artwork. Sharing personal information, and learning about the difference between what’s public and private. It’s about what you do when your girlfriend asks you to stop posting everything you type directly to Twitter. It’s about what you do when the Secret Service confiscates your laptop as you’re trying to learn about human computer interaction. It’s about responding to thousands of emails from people you’ve never met, who have questions you could never imagine. This is a coming-of-age story for the internet.", "name": "Kyle McDonald"}, {"description": "Network visualization has experienced a meteoric rise in the last decade, bringing together people from various fields and capturing the interest of individuals across the globe. As the practice continues to shed light on an incredible array of complex issues, it keeps drawing attention back onto itself. Manuel explores a critical paradigm shift in various areas of knowledge, as we stop relying on hierarchical tree structures and turn instead to networks in order to map the inherent complexities of our modern world. He showcases a variety of captivating examples of network visualization and introduces the network topology as a new cultural meme.", "name": "Manuel Lima"}, {"description": "Theo and Emily of Design I/O discuss the process of prototyping and developing immersive, interactive environments. They dive into the technical and conceptual aspects of bringing an idea to life; from prototype to final experience. And they debut a new proto-type at Eyeo.\n\n*(If you like this, you'll probably be interested in www.inst-int.com – Team Eyeo's new event focused in interactive installation work. )", "name": "Design I/O"}, {"description": "Join panelists Jake Barton (localprojects.net), Kevin Slavin (about.me/slavin), Julian Oliver (julianoliver.com), and Moderator/Instigator Greg J. Smith (serialconsign.com) for a great conversation about Code and Public Space.\n\n\"Geographers Rob Kitchin and Martin Dodge dedicated their most recent book to parsing ‘code/spaces’, environments where software and the spatiality of everyday life are “produced through one another”. While the idea of social programming is not new, interaction designers and urbanists now find themselves in the curious position of being able to inflect the experience of urban space through apps, mapping tools and physical computing. Working on the assumption that defining public space is too important to be left to advertising agencies and/or bureaucrats, this panel considers how creative technologists can shape discourse about urban experience and representation.\"", "name": "Panel: Code and Public Space"}, {"description": "Jessica and Jesse discuss Nervous System’s efforts to revolutionize product design through generative techniques, 3d-printing and web programming. Along the way, they take several long detours into the realms of natural pattern formation, simulation, and math.", "name": "Nervous System: Jessica Rosenkrantz & Jesse Louis-Rosenberg"}, {"description": "Our bodies are our primary interface for the world. Interactive systems that live on the body can be intimate, upfront, and in your face. Kate's talk explores the challenges and opportunities for work that sits close to the skin.", "name": "Kate Hartman"}, {"description": "Tahir covers his monumental project - The Hip Hop Word Count and provides an overview of the \"Champagne Always Stains My Silk\" Datavis which maps the Champagne brand mentions by rapper from 1980 – 2010.", "name": "Tahir Hemphill"}, {"description": "Fernada and Martin, co-leaders of Google's \"Big Picture\" data visualization group, talk about how they use visualization to spark the joy of revelation–mapping the invisible forces that surround us, from social networks to the play of the wind.", "name": "Viegas and Wattenberg"}, {"description": "Performance and Data – Embodied, Rehearsed, Theatrical practices of Data Representation\n\n\"When we think about data representation, we often think inside the boundaries of print and screen-based communication. But, what about performance?\" Panelists Golan Levin, Shantell Martin, Jonathan Harris and moderator Mark Hansen will discuss their experiences with incorporating data into performative acts, both musical and theatrical.", "name": "Panel: Performance and Data"}, {"description": "An introduction and explanation of the origin of Shantell's use of digital drawing as a performance tool.", "name": "Shantell Martin"}, {"description": "\"Unexpected — Live Performance, Technology and the Risk of Something (or Everything) Going Wrong. ie, Learning to Love Chance.\"\n\n*(If you like this, you'll probably be interested in www.inst-int.com – Team Eyeo's new event focused in interactive installation work. )", "name": "Zach Lieberman"}, {"description": "For twenty years, Scott has advocated for a new form of interactive entertainment that moves beyond video games to treat interactivity as a full medium in its own right. He argues that interactivity has the same potential for emotional impact and engagement as cinema and music. In this talk, Snibbe presents two of his companies’ most powerful interactive experiences from last year, which point to the growing maturity of this medium: Björk’s Biophilia App, the world’s first App Album; and The James Cameron Avatar Experience, a fully immersive gestural interactive exhibition. He discusses these two ends of the interactive spectrum, and the space between: from intimate apps beneath our fingertips, to fully immersive, social exhibitions spanning thousands of square feet.", "name": "Scott Snibbe"}, {"description": "Algorithm Critique and Computational Aesthetics – Marius Watz presents a movement in 3 parts: 1. Image overload. 2. Algorithm critique. 3. New directions in computational aesthetics.", "name": "Marius Watz"}, {"description": "Moritz will reports from his practice as a Truth and Beauty Operator. He addresses the visualization of large networks – an important, but also difficult endeavor. He talks about to avoid the notorious hairball visualizations, which promising new layout strategies have been developed, and how interaction can help to untangle intertwined interconnectedness in complex data sets.", "name": "Moritz Stefaner"}, {"description": "Hand-Crafted Data. \nStefanie talks about what it means to be a ‘data illustrator’, the glories of collecting data for data’s sake, and thoughts on what ‘handmade’ means in regards to data visualization as someone who *still* doesn’t know how to code.", "name": "Stefanie Posavec"}, {"description": "Jonathan talks about some major turning points in his life — things he used to believe that he no longer believes, painful moments that ended up being doorways into something else, highs and lows, and other ways in which life’s topography determines one's art. He relates all this against the backdrop of a desire to humanize the Web and evolve the art of storytelling, touching on insights and principles picked up along the way.", "name": "Jonathan Harris"}, {"description": "Jer shares a variety of new work that explores the concept and experience of location. Projects that engage with local, personal data, as well as visualizations of systems of astronomical size.", "name": "Jer Thorp"}, {"description": "Chance Operations.\n\nFrom a visual and conceptual point of view, the tension between order and chaos is a fertile space to explore. For over one hundred years, visual artists have focused on both in isolation and in tandem. As artists started to use software in the 1960s, the nature of this exploration expanded. This presentation features a series of revealing examples, historical research into the topic as developed for Reas' upcoming co-authored book “10 PRINT CHR$(205.5+RND(1)); : GOTO 10″ (MIT Press, 2012), and a selection of Casey's artwork that relies on the relationship between chance operations and strict rules.", "name": "Casey Reas"}, {"description": "Nicholas presents a survey of recent experiments with quantitative storytelling, the resulting projects and processes.", "name": "Nicholas Felton"}, {"description": "Amanda states, \"So many of the words used to describe contemporary data visualization are so often very wrong.\" In this talk she presents an examination of the claim “The future has an ancient heart,” through the lens of New York Times graphics.", "name": "Amanda Cox"}, {"description": "For Eyeo, Robert created 12 new projects. \n\n\"The theme present in all of the projects was the Cornell Box. I wanted to try something different from my usual way of doing things. Usually I focus on the content and neglect the environment so all of my work usually floats in an infinite black or white void. This time, I would create an environment in which to stage my experiments and go from there. This environment, or setting, should be simple.\"\n\n\"I created a room. A simple grey box with a full ceiling light panel. In this room, I can control the lighting, gravity, and playback speed of time (allowing me to speed up the simulations or even make time freeze). The camera in the room can be moved around to offer different views of the content which would come later. My goal was to make the room as fully featured as I required without it getting to overloaded with excess code. From there, I would begin building out some content all based on the themes of particle physics, cosmology and collective behavior.\"", "name": "Robert Hodgin"}, {"description": "Using the methodologies and processes of both science and art, Nathalie translates scientific data related to meteorology, astronomy and oceanography into woven sculptures and musical scores. Using weather as a focal point, she explores the role aesthetics play in the translation and understanding of complex scientific systems while challenging our assumptions of what sort of visual vocabulary belongs in the realm of “science” versus “art”.", "name": "Nathalie Miebach"}, {"description": "Ben presents an in-depth discussion of a few recent computational information design projects.", "name": "Ben Fry"}, {"description": "Tangible Interaction creates sensory installations where people participation is key. Upon request they brought their \"Zygotes\" to the Eyeo Festival to help kick things off.\n\n*(If you like this, you'll probably be interested in www.inst-int.com – Team Eyeo's new event focused in interactive installation work. )", "name": "angible Interaction presents Zygotes at Eyeo"}, {"description": "We were thrilled, super-thrilled, to kick off the 2012 festival with an opening keynote from Paola Antonelli. As Senior Curator in the Department of Architecture and Design at The Museum of Modern Art she continually assembles landmark exhibitions including \"Talk to Me\" (2011) and \"Design and the Elastic Mind\" ( 2008).  In this talk she presents her new slogan, Designers on Top.", "name": "Paola Antonelli"}, {"description": "New Possibilities in Personal Digital Fabrication - Golan presents 2 projects released by the Free Art & Technology Laboratory. (FAT Labs.)", "name": "Golan Levin"}, {"description": "Animated GIFs as High Art - Rachel ponders, \"Good Format, or Best Format?\"", "name": "Rachel Binx"}, {"description": "Sha explains that Everything is a Giant F**king Heap.", "name": "Sha Hwang"}, {"description": "A New Fauna - Erika talks about Wildlife in the Techno-Urban Environment.", "name": "Erika Lincoln"}, {"description": "View Change - Jake makes the case for using data visualization for the greater good.", "name": "Jake Porway"}, {"description": "Sarah talks about Herb & Jean, and Embracing Weird.", "name": "Sarah Slobin"}, {"description": "Real Life Contagion.  David talks about visualizing the spread of infectious diseases.", "name": "David Kossowsky"}, {"description": "How to Get People to do What You Want.  Val talks about working together.", "name": "Val Head"}, {"description": null, "name": "Bryan Connor"}, {"description": "Jen addresses The Entropy of Memory.", "name": "Jen Lowe"}, {"description": "Speed Skating, Pluto, and Expired Yogurt -  Eric talks about sensualizing data.", "name": "Eric Boam"}, {"description": "Molly gives the rundown on Architecture Machines.", "name": "Molly Steenson"}, {"description": "Beyond the Bar Graph (A Visual Narrative with Data)\n\nAs the use of data visualization is growing exponentially across practically every profession today, we can see now that the way we understand complex relationships can't always speak to us through an x- and y-axis. Sometimes we need more thought provoking depictions of data, just as we do with music and literature, to understand the world around us. Wes speaks to the importance of visual metaphors and their effectiveness, especially when drawing complex, multi-dimensional relationships.", "name": "Wes Grubbs"}, {"description": "John is a musician, composer, and sound artist exploring the synesthetic relationships between auditory and optical landscapes. In this talk he demonstrates how he produces generative sounds and music from still and moving images. After presenting some examples of his work, he shows how he performs with his Gestural Music Sequencer (GMS), Open Source software that he developed using the Processing language.", "name": "John Keston"}, {"description": "Golan talks about his interest in the \"medium of response\", and in the conditions that enable people to experience creative feedback with reactive artworks. He discusses a wide range of his own projects, with a particular attention to how the use of gestural interfaces, visual abstraction, and information visualization can support new modes of interaction, play, and self-discovery.", "name": "Golan Levin"}, {"description": "Jer Thorp presents two recent large-scale projects that he's been working on. First: Project Cascade, a real-time analytic tool built to examine how New York Times content is shared through Twitter. Second: His work designing a name arrangement algorithm for the 9/11 Memorial in Manhattan. He also sprinkles in a few lessons learned from various projects and his latest work on the OpenPaths.cc project.", "name": "Jer Thorp"}, {"description": "Nervous System is a design studio founded in 2007 by Jessica Rosenkrantz and Jesse Louis-Rosenberg. They work at the intersection of science, art, and technology, and create using a novel process that employs computer simulation to generate designs and digital fabrication to realize products. Drawing inspiration from natural phenomena, Jesse & Jessica write computer programs mimicking processes and patterns found in nature and use those programs to create unique and affordable art, jewelry, and housewares. In this talk at Eyeo they discuss their obsession with the way patterns form in nature and their attempts to adapt those methods for design.  \n* The hum/buzz in the audio goes away around the 5 minute mark so stick it out - it's worth it.", "name": "Nervous System"}, {"description": "As technology designers and creatives, are humans becoming the next generation of fickle Gods? What does it mean for us to make technology that has its own creative powers? As an Electrical Engineer by training and a Roboticist by profession, Heather uses this talk, drawing examples of her past work, to propose the use of mythological metaphors and storytelling to influence the positive evolution of charismatic technology creation.", "name": "Heather Knight"}, {"description": "Robert is an artist/coder living in San Francisco. He co-founded The Barbarian Group in 2001, and is currently the creative director for Bloom Studio. In this session he talks about his work which ranges from 2D data visualizations to immersive 3D terrain simulations. His primary interests include theoretical physics, astronomy, particle engines, and audio visualizations. He works in Java, Processing, C++, Cinder, OpenGL, and GLSL. \n*Due to technical difficulties the first 10 minutes of the talk had to be omitted from this video. (Bummer)", "name": "Robert Hodgin"}, {"description": "Jake Barton is founder and principal of Local Projects, whose work centers on participatory and collaborative storytelling. In this talk he presents insights into creating interactions that are actionable and meaningful, and how collaborative storytelling systems can create a space for people to share their experiences with the world, and thereby creating a collective memory for hundreds of thousands of people in the present.", "name": "Jake Barton"}, {"description": "Marius delivers a brief survey of the state of computational aesthetics from early pioneers to the recent boom in creatives working with code. From infoporn to data sculpture and generative landscape painting, what new ideas are coming out of this new movement? And how do you deal with algorithmic clichés anyway?", "name": "Marius Watz"}, {"description": "Data visualization should probably play a slightly different role in journalism than it does in other places. But the same can be said about technical drawings and illustrations, which have deeper histories in the news than some types of data visualization. What lessons should we steal from those disciplines? Hear what data viz pro Amanda Cox, graphics editor at the New York Times, has to say on the subject.", "name": "Amanda Cox"}, {"description": "Moritz Stefaner keeps chasing the perfect form for information. In his talk, he deconstructs some of his recent works, shedding some light on his work process and the rationale behind the design decisions. We also hear about some of his experiences in how to make a living as a freelance information visualizer, and why a flower garden can be a perfectly fine data visualization of the latest OECD country ranking.", "name": "Moritz Stefaner"}, {"description": "Aaron Koblin talks about some of the experiments, libraries and software he and his team at Google have been involved with over the last couple of years. From the Wilderness Downtown with Arcade Fire, and ROME with Danger Mouse, to interactive geographic visualization platforms and reusable gui elements. It’s internet art after animated GIFs (but still using some animated GIFs).", "name": "Aaron Koblin"}, {"description": "Since 2001, Ben Fry and Casey Reas have developed Processing, an open source programming environment created for the visual arts. In this presentation, they discuss the past, present, and future of the project as it nears the 2.0 release.", "name": "Ben Fry & Casey Reas"}, {"description": "In this talk Zach presents his interactive works and collaborations, focusing on the artistic process as a form of research.  He shows work such as IQ Font, where a car was driven to draw a custom typeface, and EyeWriter, a tool he collaborated on building to aid a paralyzed graffiti artist in making art again.  He also talks about openFrameworks, a C++ toolkit for creative coding which is being used by developers worldwide to make compelling interactive installations and performances.", "name": "Zach Lieberman"}, {"description": "Numerical Narratives\n\nHow would a life look in charts and graphs? Nicholas Felton has been exploring this question for the last six years with his Feltron Annual Reports. In this presentation at Eyeo, he discussed the tools and techniques of his data collection, curation and design, including the process behind the 2010 report on the life of his father.", "name": "Nicholas Felton"}], "people": [{"num": 5, "name": "Zach Lieberman"}, {"num": 5, "name": "Ben Fry"}, {"num": 4, "name": "Nicholas Felton"}, {"num": 4, "name": "Paola Antonelli"}, {"num": 4, "name": "Casey Reas"}, {"num": 4, "name": "Jake Barton"}, {"num": 4, "name": "anel "}, {"num": 4, "name": "Golan Levin"}, {"num": 3, "name": "Rachel Binx"}, {"num": 3, "name": "Moritz Stefaner"}, {"num": 3, "name": "Kyle McDonald"}, {"num": 3, "name": "Amanda Cox"}, {"num": 3, "name": "Giorgia Lupi"}, {"num": 3, "name": "Stefanie Posavec"}, {"num": 3, "name": "Robert Hodgin"}, {"num": 2, "name": "Sands Fish"}, {"num": 2, "name": "Manuel Lima"}, {"num": 2, "name": "Jenny Odell"}, {"num": 2, "name": "Gene Kogan"}, {"num": 2, "name": "Jesse Kriss"}, {"num": 2, "name": "Sara Hendren"}, {"num": 2, "name": "Lauren McCarthy"}, {"num": 2, "name": "Nicky Case"}, {"num": 2, "name": "Darius Kazemi"}, {"num": 2, "name": "Michael Chang"}, {"num": 2, "name": "Micah Elizabeth Scott"}, {"num": 2, "name": "James George"}, {"num": 2, "name": "Mouna Andraos"}, {"num": 2, "name": "Elliot Woods"}, {"num": 2, "name": "Mike Bostock"}, {"num": 2, "name": "Nathalie Miebach"}, {"num": 2, "name": "Eric Socolofsky"}, {"num": 2, "name": "Sha Hwang"}, {"num": 2, "name": "Kate Hartman"}, {"num": 2, "name": "Pablo Garcia"}, {"num": 2, "name": "Molly Steenson"}, {"num": 2, "name": "Jen Lowe"}, {"num": 2, "name": "Wes Grubbs"}, {"num": 2, "name": "Marius Watz"}, {"num": 2, "name": "Jer Thorp"}, {"num": 1, "name": "Taeyoon Choi"}, {"num": 1, "name": "Morehshin Allahyari"}, {"num": 1, "name": "omplex Movements: Invincible-ill Weaver, L, Sage Crump"}, {"num": 1, "name": "Wesley Taylor"}, {"num": 1, "name": "Claudina Sarahe"}, {"num": 1, "name": "Togo Kida"}, {"num": 1, "name": "April Soetarman"}, {"num": 1, "name": "Chad Vavra"}, {"num": 1, "name": "Mariya Mishurenko"}, {"num": 1, "name": "Gordy Cherny"}, {"num": 1, "name": "Valentina D'Efilippo"}, {"num": 1, "name": "Hannah Wei"}, {"num": 1, "name": "Mimi Onuoha"}, {"num": 1, "name": "Jason Salavon"}, {"num": 1, "name": "Sissel Tolaas"}, {"num": 1, "name": "Molly Wright Steenson"}, {"num": 1, "name": "Matt Mitchell"}, {"num": 1, "name": "Xin Liu"}, {"num": 1, "name": "Surya Mattu"}, {"num": 1, "name": "Steve Lambert"}, {"num": 1, "name": "Sam Sinyangwe"}, {"num": 1, "name": "Robin Sloan"}, {"num": 1, "name": "Mariana Santos"}, {"num": 1, "name": "Marcin Ignac"}, {"num": 1, "name": "Kate Sicchio"}, {"num": 1, "name": "Joanie Lemercier"}, {"num": 1, "name": "Jennifer McCoy"}, {"num": 1, "name": "Kevin McCoy"}, {"num": 1, "name": "Derek Watkins"}, {"num": 1, "name": "Deb Chachra"}, {"num": 1, "name": "Alexander Chen"}, {"num": 1, "name": "Albert-László Barabási"}, {"num": 1, "name": "Afroditi Psarra"}, {"num": 1, "name": "Kevin Connor"}, {"num": 1, "name": "Natalie Sun"}, {"num": 1, "name": "Rose Shuman"}, {"num": 1, "name": "Heather Krause"}, {"num": 1, "name": "Carin Fishel"}, {"num": 1, "name": "De Angela Duff"}, {"num": 1, "name": "Megan Smith"}, {"num": 1, "name": "Robert Simmon"}, {"num": 1, "name": "Mandy Mandelstein & Ivaylo Getov"}, {"num": 1, "name": "Laurie Frick"}, {"num": 1, "name": " Wesley Grubbs, Kawandeep Virdee, Ingrid Burrington"}, {"num": 1, "name": "Tega Brain"}, {"num": 1, "name": "Patricio Gonzalez Vivo"}, {"num": 1, "name": "Paolo Ciuccarelli"}, {"num": 1, "name": "Tania Candiani"}, {"num": 1, "name": "Ranjit Bhatnagar"}, {"num": 1, "name": "Salome Asega"}, {"num": 1, "name": "Ayodamola Okunseinde"}, {"num": 1, "name": "R. Luke DuBois"}, {"num": 1, "name": "Lynn Cherny"}, {"num": 1, "name": "Marek Tuszynski"}, {"num": 1, "name": "Hannah Perner-Wilson"}, {"num": 1, "name": "Jen Christiansen"}, {"num": 1, "name": "Josh Begley"}, {"num": 1, "name": "Charlie Loyd"}, {"num": 1, "name": "Caroline Sinders"}, {"num": 1, "name": "Anouk Wipprecht"}, {"num": 1, "name": "Adrien Segal"}, {"num": 1, "name": "Alexis Lloyd"}, {"num": 1, "name": "Anil Dash"}, {"num": 1, "name": "Yuri Suzuki"}, {"num": 1, "name": "Sara Hendren (with audio description)"}, {"num": 1, "name": "esse Kriss.mp"}, {"num": 1, "name": "Harlo Holmes"}, {"num": 1, "name": "Leslie Tom"}, {"num": 1, "name": "yeo  Ignite!  - Vanessa Shen"}, {"num": 1, "name": "Alexandra Diracles"}, {"num": 1, "name": "Sarah Brin"}, {"num": 1, "name": "Stephen Braitsch"}, {"num": 1, "name": "Diana Munoz"}, {"num": 1, "name": "Douglas Hegley"}, {"num": 1, "name": "Ian Timourian"}, {"num": 1, "name": "Heather Corcoran"}, {"num": 1, "name": "Theo Watson"}, {"num": 1, "name": "Nick Hardeman"}, {"num": 1, "name": "Eva Franch i Gilabert"}, {"num": 1, "name": "Béatrice Lartigue"}, {"num": 1, "name": "Reza Ali"}, {"num": 1, "name": "Kawandeep Virdee"}, {"num": 1, "name": "Ingrid Burrington"}, {"num": 1, "name": "Maria Scileppi"}, {"num": 1, "name": "Ben Vershbow"}, {"num": 1, "name": "Mauricio Giraldo"}, {"num": 1, "name": "Ramsey Nasser"}, {"num": 1, "name": "Amor Muñoz"}, {"num": 1, "name": "Allison Parrish"}, {"num": 1, "name": "Mario Klingemann"}, {"num": 1, "name": "Jesse Louis-Rosenburg"}, {"num": 1, "name": "Jessica Rosenkrantz"}, {"num": 1, "name": "Chris Sugrue"}, {"num": 1, "name": "Meejin Yoon"}, {"num": 1, "name": "Deray Mckesson"}, {"num": 1, "name": "Samuel Sinyangwe"}, {"num": 1, "name": "Burak Arikan"}, {"num": 1, "name": "Lillian Schwartz Conversation"}, {"num": 1, "name": "Melissa Mongiat"}, {"num": 1, "name": "Sarah Williams"}, {"num": 1, "name": "Mimi Son"}, {"num": 1, "name": "Claire Evans"}, {"num": 1, "name": "Santiago Ortiz"}, {"num": 1, "name": "Roman Verostko"}, {"num": 1, "name": "Eric Rodenbeck"}, {"num": 1, "name": "Dr Scott Davidoff"}, {"num": 1, "name": "Brian House"}, {"num": 1, "name": "Taj Carson"}, {"num": 1, "name": "David Lublin"}, {"num": 1, "name": "Voratima Orawannukul"}, {"num": 1, "name": "Sarah Groff-Palermo"}, {"num": 1, "name": "Rob Seward"}, {"num": 1, "name": "Mini Kim"}, {"num": 1, "name": "César Hidalgo"}, {"num": 1, "name": "Josh Silverman"}, {"num": 1, "name": "Jake Dahn"}, {"num": 1, "name": "Aurelia Moser"}, {"num": 1, "name": "Leah Buechley"}, {"num": 1, "name": "Jessica Hagy"}, {"num": 1, "name": "Jonathan Minard"}, {"num": 1, "name": "Lillian Schwartz Film"}, {"num": 1, "name": "André"}, {"num": 1, "name": "Michel Décosterd"}, {"num": 1, "name": "What a Difference a Year Makes: Data, Art"}, {"num": 1, "name": "Ethics in a Post-Snowden World"}, {"num": 1, "name": "Kim Rees"}, {"num": 1, "name": "Adam Harvey"}, {"num": 1, "name": "Eric Fischer"}, {"num": 1, "name": "Frieder Nake"}, {"num": 1, "name": "Jared Ficklin"}, {"num": 1, "name": "Stuart Wood"}, {"num": 1, "name": "Tom Igoe"}, {"num": 1, "name": "Eric Brockmeyer"}, {"num": 1, "name": "Camille Utterback"}, {"num": 1, "name": "Mike Tucker"}, {"num": 1, "name": "Mary Franck"}, {"num": 1, "name": "Michael Szivos"}, {"num": 1, "name": "Matt Cottam"}, {"num": 1, "name": "Alex Beim"}, {"num": 1, "name": "Karolina Sobecka"}, {"num": 1, "name": "Liam Young"}, {"num": 1, "name": "Rafael Lozano-Hemmer"}, {"num": 1, "name": "Memo Akten"}, {"num": 1, "name": "Heather Dewey-Hagborg"}, {"num": 1, "name": "Cedric Sam"}, {"num": 1, "name": "Design IO"}, {"num": 1, "name": "Sosolimited"}, {"num": 1, "name": "A Conversation With Toolmakers"}, {"num": 1, "name": "Huang"}, {"num": 1, "name": "Fizel"}, {"num": 1, "name": "Bill Atkinson"}, {"num": 1, "name": "Maya Ganesh"}, {"num": 1, "name": "Karsten Schmidt"}, {"num": 1, "name": "Fernanda Viegas & Martin Wattenberg"}, {"num": 1, "name": "Amit Pitaru"}, {"num": 1, "name": "James Paterson"}, {"num": 1, "name": "Kevin Slavin"}, {"num": 1, "name": "Megan Miller"}, {"num": 1, "name": "Charles Deck"}, {"num": 1, "name": "Jessie Anderson"}, {"num": 1, "name": " Katie McCurdy"}, {"num": 1, "name": "Trina Chiasson"}, {"num": 1, "name": "Laleh Mehran"}, {"num": 1, "name": "Moses Ting"}, {"num": 1, "name": "Katie Peek"}, {"num": 1, "name": "Laura Kurgan"}, {"num": 1, "name": "Ben Rubin"}, {"num": 1, "name": "Jennifer Pahlka"}, {"num": 1, "name": "John Underkoffler"}, {"num": 1, "name": "Julian Oliver"}, {"num": 1, "name": "Andrew Bell"}, {"num": 1, "name": "Design I/O"}, {"num": 1, "name": "Nervous System: Jessica Rosenkrantz"}, {"num": 1, "name": "Jesse Louis-Rosenberg"}, {"num": 1, "name": "Tahir Hemphill"}, {"num": 1, "name": "Viegas"}, {"num": 1, "name": "Wattenberg"}, {"num": 1, "name": "Shantell Martin"}, {"num": 1, "name": "Scott Snibbe"}, {"num": 1, "name": "Jonathan Harris"}, {"num": 1, "name": "angible Interaction presents Zygotes at Eyeo"}, {"num": 1, "name": "Erika Lincoln"}, {"num": 1, "name": "Jake Porway"}, {"num": 1, "name": "Sarah Slobin"}, {"num": 1, "name": "David Kossowsky"}, {"num": 1, "name": "Val Head"}, {"num": 1, "name": "Bryan Connor"}, {"num": 1, "name": "Eric Boam"}, {"num": 1, "name": "John Keston"}, {"num": 1, "name": "Nervous System"}, {"num": 1, "name": "Heather Knight"}, {"num": 1, "name": "Aaron Koblin"}], "tags": {"creativecode": {"2015": {"num": 1}, "2017": {"num": 1}, "2016": {"num": 1}, "2011": {"num": 1}, "2012": {"num": 20}}, "code": {"2016": {"num": 3}}, "dance": {"2017": {"num": 1}}, "beautyofnetworks": {"2012": {"num": 1}}, "gesturalinterfaces": {"2012": {"num": 1}}, "datadesign": {"2016": {"num": 1}}, "informationaesthetics": {"2016": {"num": 1}}, "paris": {"2015": {"num": 1}}, "aforiditstereo": {"2017": {"num": 1}}, "abstractimpressionism": {"2015": {"num": 1}}, "experimentalinterfaces": {"2015": {"num": 1}}, "codamelabs": {"2016": {"num": 1}}, "opensource": {"2015": {"num": 3}, "2016": {"num": 2}, "2012": {"num": 1}}, "carolinesinders": {"2016": {"num": 1}}, "teaching": {"2017": {"num": 1}}, "mappingpoliceviolence": {"2017": {"num": 1}}, "interactiveart": {"2015": {"num": 41}, "2014": {"num": 16}, "2013": {"num": 6}}, "publicdomain": {"2015": {"num": 1}}, "playableprojects": {"2015": {"num": 1}}, "experimentalanimation": {"2015": {"num": 1}}, "datatherobot": {"2011": {"num": 1}}, "thenewyorktimes": {"2016": {"num": 1}}, "clouds": {"2015": {"num": 1}, "2016": {"num": 1}}, "timetravel": {"2015": {"num": 1}}, "loneliness": {"2015": {"num": 1}}, "informationdesign": {"2016": {"num": 1}}, "datavisualization": {"2015": {"num": 48}, "2014": {"num": 33}, "2017": {"num": 35}, "2016": {"num": 42}, "2011": {"num": 3}, "2013": {"num": 40}, "2012": {"num": 14}}, "science": {"2015": {"num": 1}}, "optics": {"2013": {"num": 1}}, "cloudremoval": {"2016": {"num": 1}}, "logistics": {"2015": {"num": 1}}, "cfa": {"2012": {"num": 1}}, "publicspace": {"2015": {"num": 1}}, "design": {"2015": {"num": 3}, "2017": {"num": 27}, "2016": {"num": 8}, "2013": {"num": 6}, "2012": {"num": 2}}, "makers": {"2017": {"num": 1}}, "machines": {"2016": {"num": 1}}, "creativecoding": {"2015": {"num": 1}, "2017": {"num": 26}}, "periscopic": {"2012": {"num": 1}}, "networks": {"2012": {"num": 1}}, "tradition–innovation": {"2015": {"num": 1}}, "r&dlab": {"2016": {"num": 1}}, "artsmia": {"2015": {"num": 1}}, "sfpc": {"2015": {"num": 1}}, "programinglanguages": {"2015": {"num": 1}}, "hololens": {"2015": {"num": 1}}, "architecturalintelligence": {"2017": {"num": 1}}, "eccentricengineering": {"2016": {"num": 1}}, "longdistance": {"2016": {"num": 1}}, "communitywork": {"2015": {"num": 1}}, "change": {"2015": {"num": 1}}, "ictfordevelopment": {"2016": {"num": 1}}, "ledart": {"2014": {"num": 1}}, "streetview": {"2016": {"num": 1}}, "multimediaart": {"2017": {"num": 1}}, "soundvisualization": {"2011": {"num": 1}}, "mimionuoha": {"2016": {"num": 1}}, "scientology": {"2015": {"num": 1}}, "experience": {"2016": {"num": 1}}, "gesturalsequencer": {"2012": {"num": 1}}, "museums": {"2015": {"num": 1}}, "soundart": {"2017": {"num": 1}, "2016": {"num": 1}}, "sculptural": {"2016": {"num": 1}}, "dronestrikes": {"2016": {"num": 1}}, "scienceillustration": {"2016": {"num": 1}}, "questionbox": {"2016": {"num": 1}}, "discretedifferentialgeometry": {"2015": {"num": 1}}, "guardianproject": {"2015": {"num": 1}}, "wearables": {"2016": {"num": 1}}, "p5.js": {"2016": {"num": 1}}, "kamalsinclair": {"2016": {"num": 1}}, "follower": {"2016": {"num": 1}}, "randomshopper": {"2016": {"num": 1}}, "composer": {"2016": {"num": 1}}, "mobiledeveloper": {"2015": {"num": 1}}, "userexperiencedesign": {"2016": {"num": 2}}, "interfacedesign": {"2016": {"num": 1}}, "lightart": {"2015": {"num": 1}}, "music": {"2015": {"num": 1}, "2017": {"num": 1}, "2016": {"num": 3}}, "meshu": {"2015": {"num": 1}, "2016": {"num": 1}}, "3dscanning": {"2015": {"num": 1}}, "chrishadfield": {"2016": {"num": 1}}, "openframeworks": {"2015": {"num": 3}, "2016": {"num": 2}, "2011": {"num": 1}, "2012": {"num": 4}}, "nypl": {"2015": {"num": 1}}, "investigation": {"2015": {"num": 1}}, "assistivetechnologydesign": {"2016": {"num": 1}}, "ml": {"2017": {"num": 1}}, "work": {"2015": {"num": 1}}, "us+": {"2016": {"num": 1}}, "adaptivetechnologydesign": {"2016": {"num": 1}}, "interactivesound": {"2016": {"num": 1}}, "sounddesign": {"2015": {"num": 1}}, "playable": {"2016": {"num": 1}}, "history": {"2016": {"num": 1}}, "hypercard": {"2013": {"num": 1}}, "homemadeinstruments": {"2016": {"num": 1}}, "obscuracam": {"2015": {"num": 1}}, "artifactreduction": {"2016": {"num": 1}}, "pplkpr": {"2016": {"num": 1}}, "magazine": {"2016": {"num": 1}}, "martinwattenberg": {"2012": {"num": 1}}, "maps": {"2015": {"num": 1}, "2016": {"num": 3}}, "sundance": {"2016": {"num": 1}}, "dataarts": {"2011": {"num": 2}, "2012": {"num": 2}}, "artificialintelligence": {"2017": {"num": 1}}, "publiclife": {"2015": {"num": 1}}, "vanessashen": {"2015": {"num": 1}}, "mexicocity": {"2016": {"num": 1}}, "nypllabs": {"2015": {"num": 1}}, "socialinteractions": {"2016": {"num": 1}}, "smartcity": {"2012": {"num": 2}}, "mapping": {"2016": {"num": 4}}, "quotidiantechnologies": {"2016": {"num": 1}}, "julian0liver": {"2012": {"num": 1}}, "serialconsign": {"2012": {"num": 1}}, "artandcode": {"2012": {"num": 1}}, "data": {"2015": {"num": 49}, "2014": {"num": 33}, "2017": {"num": 36}, "2016": {"num": 43}}, "emergentbehavior": {"2015": {"num": 1}}, "minneapolisinstituteofart": {"2015": {"num": 1}}, "creativetechnology": {"2016": {"num": 1}}, "mediaart": {"2014": {"num": 8}, "2013": {"num": 6}}, "ayodamolatanimowookunseinde": {"2016": {"num": 1}}, "arthistory": {"2014": {"num": 1}, "2013": {"num": 1}}, "winslowporter": {"2016": {"num": 1}}, "cascade": {"2012": {"num": 1}}, "interactiveinstallation": {"2015": {"num": 1}, "2014": {"num": 9}, "2016": {"num": 1}, "2011": {"num": 1}, "2013": {"num": 18}}, "controlloops": {"2015": {"num": 1}}, "african": {"2016": {"num": 1}}, "interactivestorytelling": {"2016": {"num": 1}}, "shantellmartin": {"2012": {"num": 1}}, "designfiction": {"2013": {"num": 1}}, "storefrontforartandarchitect": {"2015": {"num": 1}}, "order": {"2015": {"num": 1}}, "talk": {"2012": {"num": 1}}, "datastoriescreativecoding": {"2013": {"num": 2}}, "algorithmicgardening": {"2015": {"num": 1}}, "infoviz": {"2012": {"num": 3}}, "interactiondesign": {"2011": {"num": 1}}, "poetry": {"2015": {"num": 1}}, "florescence": {"2015": {"num": 1}}, "hint.fm": {"2012": {"num": 1}}, "computerart": {"2014": {"num": 3}}, "itp": {"2012": {"num": 1}}, "linguistics": {"2016": {"num": 1}}, "littlesis": {"2016": {"num": 1}}, "arduino": {"2012": {"num": 1}}, "socialmedia": {"2016": {"num": 1}}, "comingoutsimulator": {"2016": {"num": 1}}, "writing": {"2017": {"num": 1}}, "smartmaterials": {"2015": {"num": 1}}, "furnituredesign": {"2016": {"num": 1}}, "interactivedesign": {"2016": {"num": 1}}, "textvisualization": {"2016": {"num": 1}}, "virtualreality": {"2016": {"num": 1}}, "wearabletechnology": {"2013": {"num": 1}}, "thefall": {"2013": {"num": 1}}, "moma": {"2015": {"num": 1}, "2016": {"num": 1}, "2013": {"num": 1}}, "computerhistory": {"2014": {"num": 1}}, "quantumdesign": {"2016": {"num": 1}}, "lepidopterist": {"2016": {"num": 1}}, "soundinstallations": {"2016": {"num": 1}}, "curator": {"2016": {"num": 1}, "2013": {"num": 1}}, "robotinthewild": {"2011": {"num": 1}}, "flong": {"2012": {"num": 1}}, "newyorktimes": {"2015": {"num": 1}}, "knightfellow": {"2016": {"num": 1}}, "golanlevin": {"2012": {"num": 1}}, "popculture": {"2016": {"num": 1}}, "mystudio": {"2015": {"num": 1}}, "milicazec": {"2016": {"num": 1}}, "mccoys": {"2017": {"num": 1}}, "energy": {"2015": {"num": 1}}, "bjork": {"2012": {"num": 1}}, "languagesystems": {"2016": {"num": 1}}, "datastories": {"2013": {"num": 38}}, "dataanalysis": {"2015": {"num": 1}, "2016": {"num": 1}}, "filmmaking": {"2017": {"num": 1}}, "programmer": {"2016": {"num": 2}}, "comingout": {"2015": {"num": 1}}, "sinyangwe": {"2015": {"num": 1}}, "epictalk": {"2014": {"num": 1}}, "datakind": {"2012": {"num": 2}}, "space": {"2016": {"num": 1}}, "dataart": {"2015": {"num": 50}, "2014": {"num": 33}, "2017": {"num": 11}, "2016": {"num": 36}, "2013": {"num": 23}, "2012": {"num": 2}}, "deardata": {"2015": {"num": 1}}, "activism": {"2015": {"num": 3}, "2017": {"num": 27}, "2016": {"num": 2}}, "fathom": {"2015": {"num": 1}, "2016": {"num": 1}}, "content": {"2016": {"num": 1}}, "kickstarter": {"2013": {"num": 1}}, "activist": {"2016": {"num": 2}}, "trauma": {"2016": {"num": 1}}, "abletonlive": {"2012": {"num": 1}}, "dutch": {"2016": {"num": 1}}, "lecture": {"2012": {"num": 2}}, "electronics": {"2016": {"num": 1}}, "oblong": {"2012": {"num": 1}}, "plantmorphogenesis": {"2015": {"num": 1}}, "perception": {"2017": {"num": 1}}, "algorithmists": {"2014": {"num": 1}}, "computationaldesign": {"2015": {"num": 1}}, "ivaylogetov": {"2016": {"num": 1}}, "assistivetechnologies": {"2015": {"num": 2}, "2016": {"num": 1}}, "aioli": {"2015": {"num": 1}}, "productdesign": {"2012": {"num": 1}}, "language": {"2016": {"num": 1}}, "drawingtools": {"2013": {"num": 1}}, "timelapse": {"2016": {"num": 1}}, "programming": {"2015": {"num": 2}}, "times": {"2015": {"num": 1}}, "specular": {"2015": {"num": 1}}, "3dprintedtextiles": {"2015": {"num": 1}}, "concreteart": {"2015": {"num": 1}}, "accessiblearchitecture": {"2015": {"num": 2}, "2016": {"num": 1}}, "hendren": {"2015": {"num": 1}}, "environmentalengineer": {"2016": {"num": 1}}, "researcher": {"2016": {"num": 1}}, "computerfashion": {"2013": {"num": 1}}, "railroads": {"2015": {"num": 1}}, "nanogenmo": {"2016": {"num": 1}}, "datastoriesartgenetics": {"2013": {"num": 1}}, "bocoup": {"2016": {"num": 1}}, "drones": {"2015": {"num": 1}}, "languageprocessing": {"2016": {"num": 1}}, "open": {"2016": {"num": 1}}, "engineer": {"2016": {"num": 1}}, "parableofthepolygons": {"2015": {"num": 1}, "2016": {"num": 1}}, "fatlab": {"2011": {"num": 1}, "2012": {"num": 3}}, "privacy": {"2014": {"num": 2}, "2016": {"num": 1}}, "guiltypleasures": {"2015": {"num": 1}}, "roboticinstallations": {"2015": {"num": 1}}, "jamesgeorge": {"2016": {"num": 1}}, "newamericanpublicart": {"2015": {"num": 1}}, "interactivelightsculpture": {"2015": {"num": 1}}, "politecnicodimilano": {"2016": {"num": 1}}, "scanlime": {"2014": {"num": 1}}, "codeforamerica": {"2012": {"num": 2}}, "musicproduction": {"2016": {"num": 1}}, "stefanieposavec": {"2015": {"num": 1}}, "glitchart": {"2015": {"num": 1}}, "sociallyengageddesign": {"2016": {"num": 1}}, "roboticarms": {"2015": {"num": 1}}, "jerthorp.": {"2016": {"num": 1}}, "architect": {"2015": {"num": 1}}, "alexanderporter": {"2016": {"num": 1}}, "video": {"2016": {"num": 1}}, "hacking": {"2013": {"num": 1}}, "sculpture": {"2015": {"num": 1}, "2016": {"num": 1}}, "marssciencelab": {"2015": {"num": 1}}, "interactive": {"2015": {"num": 2}, "2016": {"num": 1}}, "visualcomplexity": {"2017": {"num": 1}, "2012": {"num": 1}}, "sam": {"2015": {"num": 1}}, "fashionabletechnology": {"2012": {"num": 1}}, "adaptivetechnologies": {"2015": {"num": 2}, "2016": {"num": 1}}, "prosthetics": {"2015": {"num": 2}, "2016": {"num": 1}}, "crptoparty": {"2017": {"num": 1}}, "electronicmusician": {"2015": {"num": 1}}, "criticalengineering": {"2012": {"num": 1}}, "demonstration": {"2013": {"num": 1}}, "kevinconnor": {"2016": {"num": 1}}, "dataexpression": {"2016": {"num": 1}}, "gifpop": {"2016": {"num": 1}}, "storygeneration": {"2016": {"num": 1}}, "mia": {"2015": {"num": 1}}, "complexityofnetworks": {"2012": {"num": 1}}, "socialturkers": {"2016": {"num": 1}}, "animation": {"2015": {"num": 1}}, "aiexperiements": {"2017": {"num": 1}}, "performance": {"2016": {"num": 1}, "2012": {"num": 1}}, "publicart": {"2015": {"num": 3}}, "emilygobeille": {"2015": {"num": 1}, "2012": {"num": 1}}, "collaboration": {"2015": {"num": 1}}, "archivists": {"2016": {"num": 1}}, "mediabasedpublicart": {"2015": {"num": 1}}, "mediaarchaeology": {"2013": {"num": 1}}, "ostracon": {"2012": {"num": 1}}, "friendcrawl": {"2016": {"num": 1}}, "lab212": {"2015": {"num": 1}}, "forever": {"2016": {"num": 1}}, "funkyforest": {"2012": {"num": 1}}, "digitalhumanities": {"2016": {"num": 1}}, "lukedubois": {"2016": {"num": 1}}, "storycorps": {"2011": {"num": 1}}, "machineintelligence": {"2016": {"num": 2}}, "designresearcher": {"2015": {"num": 2}}, "planetary": {"2011": {"num": 1}}, "internetart": {"2015": {"num": 1}, "2016": {"num": 1}}, "queer": {"2016": {"num": 1}}, "d3": {"2014": {"num": 1}}, "generativesoftware": {"2015": {"num": 1}}, "giant": {"2016": {"num": 1}}, "creativecodeprocessing": {"2012": {"num": 2}}, "roboticdress": {"2016": {"num": 1}}, "computationalphotography": {"2015": {"num": 1}}, "fiberopticcable": {"2015": {"num": 1}}, "multivocality": {"2016": {"num": 1}}, "satelliteimagery": {"2016": {"num": 1}}, "cryptography": {"2017": {"num": 1}}, "manuallabor": {"2015": {"num": 1}}, "soundartist": {"2015": {"num": 1}}, "artist": {"2015": {"num": 4}, "2016": {"num": 10}}, "digitalculture": {"2016": {"num": 1}}, "networkscience": {"2017": {"num": 1}}, "architecture": {"2015": {"num": 3}, "2013": {"num": 1}}, "spiderdress": {"2016": {"num": 1}}, "bladesymphony": {"2016": {"num": 1}}, "zanyparade": {"2012": {"num": 1}}, "steam": {"2014": {"num": 1}}, "cowbird": {"2012": {"num": 2}}, "art": {"2015": {"num": 27}, "2017": {"num": 38}, "2016": {"num": 40}, "2013": {"num": 2}, "2012": {"num": 2}}, "abler": {"2015": {"num": 2}, "2016": {"num": 1}}, "storefrontnyc": {"2015": {"num": 1}}, "audiovisualperformances": {"2015": {"num": 1}}, "artisticactivism": {"2017": {"num": 1}}, "humane": {"2016": {"num": 1}}, "digitalart": {"2012": {"num": 1}}, "textiles": {"2016": {"num": 1}}, "wonder": {"2015": {"num": 1}}, "ayookunseinde": {"2016": {"num": 1}}, "onlinedating": {"2016": {"num": 1}}, "wearable": {"2016": {"num": 1}}, "libraries": {"2015": {"num": 1}}, "future": {"2016": {"num": 1}}, "embroidery": {"2015": {"num": 1}, "2016": {"num": 1}}, "joy": {"2015": {"num": 1}}, "codeart": {"2015": {"num": 1}}, "densitydesign": {"2016": {"num": 1}}, "xcanada": {"2016": {"num": 1}}, "opticalaids": {"2013": {"num": 1}}, "ethnography": {"2016": {"num": 1}}, "mappingtools": {"2016": {"num": 1}}, "humanrights": {"2015": {"num": 1}, "2016": {"num": 1}}, "glitchf.a.t.lab": {"2016": {"num": 1}}, "participatoryresearch": {"2016": {"num": 1}}, "installation": {"2016": {"num": 1}}, "socialjustice": {"2017": {"num": 1}, "2013": {"num": 2}}, "experiencedesign": {"2015": {"num": 1}}, "tacticaltech": {"2016": {"num": 1}}, "neolucida": {"2013": {"num": 2}}, "games": {"2016": {"num": 1}}, "cncmilling": {"2015": {"num": 1}}, "handdrawn": {"2015": {"num": 1}}, "cinder": {"2015": {"num": 1}, "2014": {"num": 1}, "2011": {"num": 1}, "2012": {"num": 2}}, "bots": {"2016": {"num": 1}}, "dataexperience": {"2016": {"num": 1}}, "jitter": {"2016": {"num": 1}}, "cancer": {"2016": {"num": 1}}, "hiphopwordcount": {"2012": {"num": 1}}, "community": {"2015": {"num": 1}}, "userinterfacedesign": {"2016": {"num": 1}}, "researchlab": {"2016": {"num": 1}}, "oakland": {"2016": {"num": 1}}, "projectionmapping": {"2014": {"num": 3}, "2017": {"num": 1}}, "whiteroom": {"2016": {"num": 1}}, "ocad": {"2012": {"num": 1}}, "bloggingpioneer": {"2016": {"num": 1}}, "unconventionalhumaninterfaces": {"2015": {"num": 1}}, "delicateboundaries": {"2015": {"num": 1}}, "localprojects.net": {"2011": {"num": 1}}, "discrimination": {"2016": {"num": 1}}, "webdeveloper": {"2015": {"num": 1}}, "tinysubversions": {"2016": {"num": 1}}, "sart": {"2013": {"num": 1}}, "corporatestructures": {"2016": {"num": 1}}, "imageprocessing": {"2016": {"num": 1}}, "jessicarosenkrantz": {"2015": {"num": 1}}, "appropriatetechnologies": {"2015": {"num": 1}}, "littlesis.org": {"2016": {"num": 1}}, "nickhardeman": {"2015": {"num": 1}}, "craft": {"2016": {"num": 1}}, "womenintech": {"2014": {"num": 1}}, "storytelling": {"2011": {"num": 1}, "2012": {"num": 2}}, "graphics": {"2015": {"num": 1}, "2016": {"num": 1}}, "immersive": {"2012": {"num": 1}}, "gesturalcomputing": {"2012": {"num": 1}}, "sound": {"2015": {"num": 1}, "2016": {"num": 1}}, "departmentofarchitectureandd": {"2016": {"num": 1}}, "interactiveperformance": {"2016": {"num": 1}}, "interactivetechnologies": {"2015": {"num": 1}}, "techindustry": {"2016": {"num": 1}}, "biking": {"2016": {"num": 1}}, "jpl": {"2015": {"num": 1}}, "demo": {"2012": {"num": 1}}, "vr": {"2017": {"num": 1}, "2016": {"num": 1}}, "scientificamerican": {"2016": {"num": 1}}, "technology": {"2015": {"num": 1}, "2017": {"num": 38}, "2016": {"num": 4}}, "twitterbot": {"2015": {"num": 1}}, "education": {"2013": {"num": 1}}, "author": {"2017": {"num": 1}}, "customjewelry": {"2011": {"num": 1}}, "webgl": {"2015": {"num": 1}}, "onlineharassment": {"2016": {"num": 1}}, "surveillance": {"2014": {"num": 1}}, "slavinfpo": {"2012": {"num": 1}}, "softcircuits": {"2013": {"num": 1}}, "mayo": {"2015": {"num": 1}}, "advertising": {"2013": {"num": 1}}, "voyager": {"2016": {"num": 1}}, "datasculpture": {"2016": {"num": 1}}, "curiosityrover": {"2015": {"num": 1}}, "datainvisibles": {"2016": {"num": 1}}, "metadata+": {"2016": {"num": 1}}, "crowdpilot": {"2016": {"num": 1}}, "delight": {"2015": {"num": 1}}, "socialnetworks": {"2016": {"num": 1}}, "flocking": {"2014": {"num": 1}}, "identity": {"2016": {"num": 1}}, "cyberneticserendipity": {"2014": {"num": 1}}, "fashiontech": {"2016": {"num": 1}}, "olincollege": {"2015": {"num": 2}}, "flilm": {"2015": {"num": 1}}, "opendata": {"2012": {"num": 1}}, "arttech15": {"2015": {"num": 1}}, "drawing": {"2015": {"num": 2}, "2012": {"num": 1}}, "feltron": {"2017": {"num": 1}, "2011": {"num": 1}, "2012": {"num": 1}}, "computerpioneers": {"2014": {"num": 1}}, "choreography": {"2017": {"num": 1}}, "campaignzero": {"2017": {"num": 1}}, "kawan": {"2015": {"num": 1}}, "datacuisine": {"2016": {"num": 1}}, "art&technology": {"2014": {"num": 8}, "2013": {"num": 6}, "2012": {"num": 2}}, "internetbasedcollaborativeart": {"2016": {"num": 1}}, "prince": {"2016": {"num": 2}}, "participatoryworkshops": {"2016": {"num": 1}}, "monochome": {"2015": {"num": 1}}, "visualization": {"2015": {"num": 1}, "2016": {"num": 1}, "2012": {"num": 1}}, "etextiles": {"2015": {"num": 1}, "2017": {"num": 1}}, "mccoyspace": {"2017": {"num": 1}}, "tahero": {"2012": {"num": 1}}, "prisonmap": {"2016": {"num": 1}}, "d3.js": {"2016": {"num": 1}}, "collections": {"2016": {"num": 2}}, "depthkit": {"2015": {"num": 1}, "2016": {"num": 1}}, "sydney": {"2016": {"num": 1}}, "infographics": {"2011": {"num": 2}, "2013": {"num": 18}, "2012": {"num": 5}}, "conceptualart": {"2015": {"num": 1}}, "robotfilmfest": {"2011": {"num": 1}}, "growingform": {"2015": {"num": 1}}, "therapeuticart": {"2015": {"num": 1}}, "australia": {"2016": {"num": 1}}, "sfpc.io": {"2017": {"num": 1}}, "softwareart": {"2012": {"num": 1}}, "newfrontierlabs": {"2016": {"num": 1}}, "advocate": {"2016": {"num": 1}}, "caseyreas": {"2011": {"num": 1}}, "game": {"2016": {"num": 1}}, "algorists": {"2014": {"num": 1}}, "physicalcomputing": {"2012": {"num": 1}}, "alternativepractices": {"2015": {"num": 1}}, "blprnt": {"2012": {"num": 3}}, "belllabs": {"2016": {"num": 1}}, "countersurveillance": {"2014": {"num": 1}}, "selfrepresentation": {"2016": {"num": 1}}, "satelliteimages": {"2016": {"num": 1}}, "journalism": {"2015": {"num": 2}, "2017": {"num": 28}}, "flux": {"2016": {"num": 1}}, "security": {"2014": {"num": 1}}, "socialempowerment": {"2015": {"num": 1}}, "scannerphotography": {"2016": {"num": 1}}, "serveillance": {"2017": {"num": 1}}, "accessible": {"2015": {"num": 1}}, "google": {"2016": {"num": 1}}, "twitter": {"2016": {"num": 1}}, "marilynmonrobot": {"2011": {"num": 1}}, "tumblr": {"2016": {"num": 1}}, "couture": {"2016": {"num": 1}}, "localprojects": {"2015": {"num": 1}, "2012": {"num": 3}}, "humanintelligence": {"2016": {"num": 1}}, "projection": {"2015": {"num": 1}}, "buenosaires": {"2016": {"num": 1}}, "bigdata": {"2012": {"num": 1}}, "feeltrain": {"2016": {"num": 1}}, "chicaspoderosas": {"2017": {"num": 1}}, "nothingtohide": {"2015": {"num": 1}}, "dating": {"2016": {"num": 1}}, "algorithmic": {"2014": {"num": 1}}, "neuralnetworks": {"2017": {"num": 1}}, "processing": {"2015": {"num": 2}, "2014": {"num": 1}, "2016": {"num": 2}, "2011": {"num": 3}, "2012": {"num": 6}}, "illustration": {"2015": {"num": 1}, "2016": {"num": 1}}, "datajournalism": {"2015": {"num": 1}}, "renewableenergy": {"2015": {"num": 1}}, "manufacturing": {"2015": {"num": 1}}, "dataartist": {"2016": {"num": 1}}, "storytelling.dataviz": {"2012": {"num": 1}}, "911memorial": {"2011": {"num": 1}, "2012": {"num": 1}}, "publicspaces": {"2015": {"num": 1}}, "simulation": {"2015": {"num": 1}}, "markhansen": {"2012": {"num": 1}}, "datacollection": {"2017": {"num": 1}}, "architecturalbiology": {"2017": {"num": 1}}, "interactiveenvironment": {"2012": {"num": 1}}, "interactivedocumentary": {"2015": {"num": 1}}, "software": {"2015": {"num": 1}, "2016": {"num": 1}}, "schoolforpoeticcomputation": {"2015": {"num": 1}}, "communicationdesign": {"2016": {"num": 1}}, "musiccollector": {"2016": {"num": 1}}, "flight404": {"2014": {"num": 1}, "2011": {"num": 1}, "2012": {"num": 1}}, "entrepreneur": {"2016": {"num": 1}}, "ecology": {"2016": {"num": 1}}, "informationvisualization": {"2016": {"num": 1}}, "masscustomization": {"2015": {"num": 1}}, "generativeart": {"2017": {"num": 1}, "2011": {"num": 1}, "2012": {"num": 2}}, "hitechfashiondesign": {"2016": {"num": 1}}, "interactives": {"2016": {"num": 1}}, "machinelearning": {"2015": {"num": 1}, "2017": {"num": 2}, "2016": {"num": 1}}, "museum": {"2015": {"num": 1}}, "designi/o": {"2015": {"num": 1}}, "newmedia": {"2015": {"num": 1}}, "cats": {"2013": {"num": 1}}, "digitalfabrication": {"2015": {"num": 1}}, "mapbox": {"2016": {"num": 1}}, "ruffledseaslugs": {"2015": {"num": 1}}, "3dprinting": {"2015": {"num": 1}, "2013": {"num": 1}, "2012": {"num": 1}}, "speculativedesign": {"2017": {"num": 1}}, "mobilesecurity": {"2015": {"num": 1}}, "eyewriter": {"2011": {"num": 1}}, "inclusivedesign": {"2015": {"num": 2}, "2016": {"num": 1}}, "prototyping": {"2016": {"num": 1}}, "iyaporepository": {"2016": {"num": 1}}, "jonathanharris": {"2012": {"num": 1}}, "everyword": {"2015": {"num": 1}}, "emergingtechnology": {"2016": {"num": 1}}, "landscapes": {"2016": {"num": 1}}, "cameralucida": {"2013": {"num": 1}}, "dataviz": {"2015": {"num": 48}, "2014": {"num": 33}, "2017": {"num": 9}, "2016": {"num": 43}, "2011": {"num": 2}, "2013": {"num": 42}, "2012": {"num": 35}}, "gesturalmusic": {"2012": {"num": 1}}, "ai": {"2017": {"num": 2}}, "accessibility": {"2015": {"num": 3}}, "minneapolis": {"2016": {"num": 1}}, "grl": {"2011": {"num": 1}}, "engineering": {"2016": {"num": 2}}, "meaningfulinteraction": {"2015": {"num": 1}}, "usercentereddesign": {"2016": {"num": 1}}, "simulations": {"2016": {"num": 1}}, "diversity": {"2016": {"num": 1}}, "visualabstraction": {"2012": {"num": 1}}, "fashiondesign": {"2016": {"num": 1}}, "physical": {"2016": {"num": 1}}, "gesturalsynthesizer": {"2012": {"num": 1}}, "astronaut": {"2016": {"num": 1}}, "interactivestories": {"2016": {"num": 1}}, "digital": {"2016": {"num": 1}}, "generativedesign": {"2011": {"num": 1}}, "mayonnaise": {"2015": {"num": 1}}, "smell": {"2017": {"num": 1}}, "computationalgeometry": {"2015": {"num": 1}}, "botanicalls": {"2012": {"num": 1}}, "dataillustration": {"2012": {"num": 1}}, "robots": {"2015": {"num": 1}}, "lasercutting": {"2015": {"num": 1}}, "theowatson": {"2012": {"num": 1}}, "interactiveexplanations": {"2016": {"num": 1}}, "gspeak": {"2012": {"num": 1}}, "bloom.io": {"2011": {"num": 1}}, "connectedworlds": {"2015": {"num": 1}}, "nervoussystem": {"2015": {"num": 1}}, "performer": {"2016": {"num": 1}}, "informacam": {"2015": {"num": 1}}, "3dcinema": {"2015": {"num": 1}}, "users'rights": {"2016": {"num": 1}}, "muñoz": {"2015": {"num": 1}}, "artcollective": {"2015": {"num": 1}}, "nasa": {"2015": {"num": 1}, "2016": {"num": 1}}, "thorp": {"2015": {"num": 1}}, "pitchinteractive": {"2012": {"num": 2}}, "uxdesign": {"2016": {"num": 1}}}}